var zi25k={
    "1": [
        {
            "zi": "一",
            "py": "yī"
        },
        {
            "zi": "乙",
            "py": "yǐ"
        }
    ],
    "2": [
        {
            "zi": "二",
            "py": "èr"
        },
        {
            "zi": "十",
            "py": "shí"
        },
        {
            "zi": "丁",
            "py": "dīng,zhēng"
        },
        {
            "zi": "厂",
            "py": "chǎng,ān,hàn"
        },
        {
            "zi": "七",
            "py": "qī"
        },
        {
            "zi": "卜",
            "py": "bǔ,bo"
        },
        {
            "zi": "人",
            "py": "rén"
        },
        {
            "zi": "入",
            "py": "rù"
        },
        {
            "zi": "八",
            "py": "bā"
        },
        {
            "zi": "九",
            "py": "jiǔ"
        },
        {
            "zi": "几",
            "py": "jī,jǐ"
        },
        {
            "zi": "儿",
            "py": "ér"
        },
        {
            "zi": "了",
            "py": "liǎo,le"
        },
        {
            "zi": "力",
            "py": "lì"
        },
        {
            "zi": "乃",
            "py": "nǎi"
        },
        {
            "zi": "刀",
            "py": "dāo"
        },
        {
            "zi": "又",
            "py": "yòu"
        }
    ],
    "3": [
        {
            "zi": "三",
            "py": "sān"
        },
        {
            "zi": "于",
            "py": "yú"
        },
        {
            "zi": "干",
            "py": "gān,gàn"
        },
        {
            "zi": "亏",
            "py": "kuī"
        },
        {
            "zi": "士",
            "py": "shì"
        },
        {
            "zi": "工",
            "py": "gōng"
        },
        {
            "zi": "土",
            "py": "tǔ"
        },
        {
            "zi": "才",
            "py": "cái"
        },
        {
            "zi": "寸",
            "py": "cùn"
        },
        {
            "zi": "下",
            "py": "xià"
        },
        {
            "zi": "大",
            "py": "dà,dài,tài"
        },
        {
            "zi": "丈",
            "py": "zhàng"
        },
        {
            "zi": "与",
            "py": "yǔ,yù,yú"
        },
        {
            "zi": "万",
            "py": "wàn,mò"
        },
        {
            "zi": "上",
            "py": "shàng,shǎng"
        },
        {
            "zi": "小",
            "py": "xiǎo"
        },
        {
            "zi": "口",
            "py": "kǒu"
        },
        {
            "zi": "巾",
            "py": "jīn"
        },
        {
            "zi": "山",
            "py": "shān"
        },
        {
            "zi": "千",
            "py": "qiān"
        },
        {
            "zi": "乞",
            "py": "qǐ"
        },
        {
            "zi": "川",
            "py": "chuān"
        },
        {
            "zi": "亿",
            "py": "yì"
        },
        {
            "zi": "个",
            "py": "gè,gě"
        },
        {
            "zi": "勺",
            "py": "sháo"
        },
        {
            "zi": "久",
            "py": "jiǔ"
        },
        {
            "zi": "凡",
            "py": "fán"
        },
        {
            "zi": "及",
            "py": "jí"
        },
        {
            "zi": "夕",
            "py": "xī"
        },
        {
            "zi": "丸",
            "py": "wán"
        },
        {
            "zi": "么",
            "py": "yāo,mó,ma,me"
        },
        {
            "zi": "广",
            "py": "guǎng,ān"
        },
        {
            "zi": "亡",
            "py": "wáng,wú"
        },
        {
            "zi": "门",
            "py": "mén"
        },
        {
            "zi": "义",
            "py": "yì"
        },
        {
            "zi": "之",
            "py": "zhī"
        },
        {
            "zi": "尸",
            "py": "shī"
        },
        {
            "zi": "弓",
            "py": "gōng"
        },
        {
            "zi": "己",
            "py": "jǐ"
        },
        {
            "zi": "已",
            "py": "yǐ"
        },
        {
            "zi": "子",
            "py": "zǐ"
        },
        {
            "zi": "卫",
            "py": "wèi"
        },
        {
            "zi": "也",
            "py": "yě"
        },
        {
            "zi": "女",
            "py": "nǚ,rǔ"
        },
        {
            "zi": "飞",
            "py": "fēi"
        },
        {
            "zi": "刃",
            "py": "rèn"
        },
        {
            "zi": "习",
            "py": "xí"
        },
        {
            "zi": "叉",
            "py": "chā,chá,chǎ"
        },
        {
            "zi": "马",
            "py": "mǎ"
        },
        {
            "zi": "乡",
            "py": "xiāng"
        }
    ],
    "4": [
        {
            "zi": "丰",
            "py": "fēng"
        },
        {
            "zi": "王",
            "py": "wáng,wàng"
        },
        {
            "zi": "井",
            "py": "jǐng"
        },
        {
            "zi": "开",
            "py": "kāi"
        },
        {
            "zi": "夫",
            "py": "fū,fú"
        },
        {
            "zi": "天",
            "py": "tiān"
        },
        {
            "zi": "无",
            "py": "wú"
        },
        {
            "zi": "元",
            "py": "yuán"
        },
        {
            "zi": "专",
            "py": "zhuān"
        },
        {
            "zi": "云",
            "py": "yún"
        },
        {
            "zi": "扎",
            "py": "zā,zhā,zhá"
        },
        {
            "zi": "艺",
            "py": "yì"
        },
        {
            "zi": "木",
            "py": "mù"
        },
        {
            "zi": "五",
            "py": "wǔ"
        },
        {
            "zi": "支",
            "py": "zhī"
        },
        {
            "zi": "厅",
            "py": "tīng"
        },
        {
            "zi": "不",
            "py": "bù,fǒu"
        },
        {
            "zi": "太",
            "py": "tài"
        },
        {
            "zi": "犬",
            "py": "quǎn"
        },
        {
            "zi": "区",
            "py": "qū,ōu"
        },
        {
            "zi": "历",
            "py": "lì"
        },
        {
            "zi": "尤",
            "py": "yóu"
        },
        {
            "zi": "友",
            "py": "yǒu"
        },
        {
            "zi": "匹",
            "py": "pǐ"
        },
        {
            "zi": "车",
            "py": "chē,jū"
        },
        {
            "zi": "巨",
            "py": "jù"
        },
        {
            "zi": "牙",
            "py": "yá"
        },
        {
            "zi": "屯",
            "py": "tún,zhūn"
        },
        {
            "zi": "比",
            "py": "bǐ"
        },
        {
            "zi": "互",
            "py": "hù"
        },
        {
            "zi": "切",
            "py": "qiē,qiè"
        },
        {
            "zi": "瓦",
            "py": "wǎ,wà"
        },
        {
            "zi": "止",
            "py": "zhǐ"
        },
        {
            "zi": "少",
            "py": "shǎo,shào"
        },
        {
            "zi": "日",
            "py": "rì"
        },
        {
            "zi": "中",
            "py": "zhōng,zhòng"
        },
        {
            "zi": "冈",
            "py": "gāng"
        },
        {
            "zi": "贝",
            "py": "bèi"
        },
        {
            "zi": "内",
            "py": "nèi,nà"
        },
        {
            "zi": "水",
            "py": "shuǐ"
        },
        {
            "zi": "见",
            "py": "jiàn,xiàn"
        },
        {
            "zi": "午",
            "py": "wǔ"
        },
        {
            "zi": "牛",
            "py": "niú"
        },
        {
            "zi": "手",
            "py": "shǒu"
        },
        {
            "zi": "毛",
            "py": "máo"
        },
        {
            "zi": "气",
            "py": "qì"
        },
        {
            "zi": "升",
            "py": "shēng"
        },
        {
            "zi": "长",
            "py": "cháng,zhǎng"
        },
        {
            "zi": "仁",
            "py": "rén"
        },
        {
            "zi": "什",
            "py": "shí,shén"
        },
        {
            "zi": "片",
            "py": "piàn,piān"
        },
        {
            "zi": "仆",
            "py": "pū,pú"
        },
        {
            "zi": "化",
            "py": "huà,huā"
        },
        {
            "zi": "仇",
            "py": "chóu,qiú"
        },
        {
            "zi": "币",
            "py": "bì"
        },
        {
            "zi": "仍",
            "py": "réng"
        },
        {
            "zi": "仅",
            "py": "jǐn,jìn"
        },
        {
            "zi": "斤",
            "py": "jīn"
        },
        {
            "zi": "爪",
            "py": "zhǎo,zhuǎ"
        },
        {
            "zi": "反",
            "py": "fǎn"
        },
        {
            "zi": "介",
            "py": "jiè"
        },
        {
            "zi": "父",
            "py": "fù,fǔ"
        },
        {
            "zi": "从",
            "py": "cóng,zòng"
        },
        {
            "zi": "今",
            "py": "jīn"
        },
        {
            "zi": "凶",
            "py": "xiōng"
        },
        {
            "zi": "分",
            "py": "fēn,fèn"
        },
        {
            "zi": "乏",
            "py": "fá"
        },
        {
            "zi": "公",
            "py": "gōng"
        },
        {
            "zi": "仓",
            "py": "cāng"
        },
        {
            "zi": "月",
            "py": "yuè"
        },
        {
            "zi": "氏",
            "py": "shì,zhī"
        },
        {
            "zi": "勿",
            "py": "wù"
        },
        {
            "zi": "欠",
            "py": "qiàn"
        },
        {
            "zi": "风",
            "py": "fēng,fěng"
        },
        {
            "zi": "丹",
            "py": "dān"
        },
        {
            "zi": "匀",
            "py": "yún"
        },
        {
            "zi": "乌",
            "py": "wū"
        },
        {
            "zi": "凤",
            "py": "fèng"
        },
        {
            "zi": "勾",
            "py": "gōu,gòu"
        },
        {
            "zi": "文",
            "py": "wén"
        },
        {
            "zi": "六",
            "py": "liù,lù"
        },
        {
            "zi": "方",
            "py": "fāng"
        },
        {
            "zi": "火",
            "py": "huǒ"
        },
        {
            "zi": "为",
            "py": "wéi,wèi"
        },
        {
            "zi": "斗",
            "py": "dǒu,dòu"
        },
        {
            "zi": "忆",
            "py": "yì"
        },
        {
            "zi": "订",
            "py": "dìng"
        },
        {
            "zi": "计",
            "py": "jì"
        },
        {
            "zi": "户",
            "py": "hù"
        },
        {
            "zi": "认",
            "py": "rèn"
        },
        {
            "zi": "心",
            "py": "xīn"
        },
        {
            "zi": "尺",
            "py": "chǐ,chě"
        },
        {
            "zi": "引",
            "py": "yǐn"
        },
        {
            "zi": "丑",
            "py": "chǒu"
        },
        {
            "zi": "巴",
            "py": "bā"
        },
        {
            "zi": "孔",
            "py": "kǒng"
        },
        {
            "zi": "队",
            "py": "duì"
        },
        {
            "zi": "办",
            "py": "bàn"
        },
        {
            "zi": "以",
            "py": "yǐ"
        },
        {
            "zi": "允",
            "py": "yǔn"
        },
        {
            "zi": "予",
            "py": "yú,yǔ"
        },
        {
            "zi": "劝",
            "py": "quàn"
        },
        {
            "zi": "双",
            "py": "shuāng"
        },
        {
            "zi": "书",
            "py": "shū"
        },
        {
            "zi": "幻",
            "py": "huàn"
        }
    ],
    "5": [
        {
            "zi": "玉",
            "py": "yù"
        },
        {
            "zi": "刊",
            "py": "kān"
        },
        {
            "zi": "示",
            "py": "shì"
        },
        {
            "zi": "末",
            "py": "mò"
        },
        {
            "zi": "未",
            "py": "wèi"
        },
        {
            "zi": "击",
            "py": "jī"
        },
        {
            "zi": "打",
            "py": "dǎ,dá"
        },
        {
            "zi": "巧",
            "py": "qiǎo"
        },
        {
            "zi": "正",
            "py": "zhèng,zhēng"
        },
        {
            "zi": "扑",
            "py": "pū"
        },
        {
            "zi": "扒",
            "py": "bā,pá"
        },
        {
            "zi": "功",
            "py": "gōng"
        },
        {
            "zi": "扔",
            "py": "rēng"
        },
        {
            "zi": "去",
            "py": "qù"
        },
        {
            "zi": "甘",
            "py": "gān"
        },
        {
            "zi": "世",
            "py": "shì"
        },
        {
            "zi": "古",
            "py": "gǔ"
        },
        {
            "zi": "节",
            "py": "jié,jiē"
        },
        {
            "zi": "本",
            "py": "běn"
        },
        {
            "zi": "术",
            "py": "shù,shú,zhú"
        },
        {
            "zi": "可",
            "py": "kě,kè"
        },
        {
            "zi": "丙",
            "py": "bǐng"
        },
        {
            "zi": "左",
            "py": "zuǒ"
        },
        {
            "zi": "厉",
            "py": "lì"
        },
        {
            "zi": "右",
            "py": "yòu"
        },
        {
            "zi": "石",
            "py": "shí,dàn"
        },
        {
            "zi": "布",
            "py": "bù"
        },
        {
            "zi": "龙",
            "py": "lóng"
        },
        {
            "zi": "平",
            "py": "píng"
        },
        {
            "zi": "灭",
            "py": "miè"
        },
        {
            "zi": "轧",
            "py": "yà"
        },
        {
            "zi": "东",
            "py": "dōng"
        },
        {
            "zi": "卡",
            "py": "qiǎ,kǎ"
        },
        {
            "zi": "北",
            "py": "běi,bèi"
        },
        {
            "zi": "占",
            "py": "zhān,zhàn"
        },
        {
            "zi": "业",
            "py": "yè"
        },
        {
            "zi": "旧",
            "py": "jiù"
        },
        {
            "zi": "帅",
            "py": "shuài"
        },
        {
            "zi": "归",
            "py": "guī"
        },
        {
            "zi": "且",
            "py": "qiě,jū"
        },
        {
            "zi": "旦",
            "py": "dàn"
        },
        {
            "zi": "目",
            "py": "mù"
        },
        {
            "zi": "叶",
            "py": "yè,xié"
        },
        {
            "zi": "甲",
            "py": "jiǎ"
        },
        {
            "zi": "申",
            "py": "shēn"
        },
        {
            "zi": "叮",
            "py": "dīng"
        },
        {
            "zi": "电",
            "py": "diàn"
        },
        {
            "zi": "号",
            "py": "hào,háo"
        },
        {
            "zi": "田",
            "py": "tián"
        },
        {
            "zi": "由",
            "py": "yóu"
        },
        {
            "zi": "史",
            "py": "shǐ"
        },
        {
            "zi": "只",
            "py": "zhī,zhǐ"
        },
        {
            "zi": "央",
            "py": "yāng"
        },
        {
            "zi": "兄",
            "py": "xiōng"
        },
        {
            "zi": "叼",
            "py": "diāo"
        },
        {
            "zi": "叫",
            "py": "jiào"
        },
        {
            "zi": "另",
            "py": "lìng"
        },
        {
            "zi": "叨",
            "py": "tāo,dāo"
        },
        {
            "zi": "叹",
            "py": "tàn"
        },
        {
            "zi": "四",
            "py": "sì"
        },
        {
            "zi": "生",
            "py": "shēng"
        },
        {
            "zi": "失",
            "py": "shī"
        },
        {
            "zi": "禾",
            "py": "hé"
        },
        {
            "zi": "丘",
            "py": "qiū"
        },
        {
            "zi": "付",
            "py": "fù"
        },
        {
            "zi": "仗",
            "py": "zhàng"
        },
        {
            "zi": "代",
            "py": "dài"
        },
        {
            "zi": "仙",
            "py": "xiān"
        },
        {
            "zi": "们",
            "py": "mén"
        },
        {
            "zi": "仪",
            "py": "yí"
        },
        {
            "zi": "白",
            "py": "bái"
        },
        {
            "zi": "仔",
            "py": "zī,zǐ,zǎi"
        },
        {
            "zi": "他",
            "py": "tā"
        },
        {
            "zi": "斥",
            "py": "chì"
        },
        {
            "zi": "瓜",
            "py": "guā"
        },
        {
            "zi": "乎",
            "py": "hū"
        },
        {
            "zi": "丛",
            "py": "cóng"
        },
        {
            "zi": "令",
            "py": "líng,lǐng,lìng"
        },
        {
            "zi": "用",
            "py": "yòng"
        },
        {
            "zi": "甩",
            "py": "shuǎi"
        },
        {
            "zi": "印",
            "py": "yìn"
        },
        {
            "zi": "乐",
            "py": "lè,yuè"
        },
        {
            "zi": "句",
            "py": "jù,gōu"
        },
        {
            "zi": "匆",
            "py": "cōng"
        },
        {
            "zi": "册",
            "py": "cè"
        },
        {
            "zi": "犯",
            "py": "fàn"
        },
        {
            "zi": "外",
            "py": "wài"
        },
        {
            "zi": "处",
            "py": "chǔ,chù"
        },
        {
            "zi": "冬",
            "py": "dōng"
        },
        {
            "zi": "鸟",
            "py": "niǎo"
        },
        {
            "zi": "务",
            "py": "wù"
        },
        {
            "zi": "包",
            "py": "bāo"
        },
        {
            "zi": "饥",
            "py": "jī"
        },
        {
            "zi": "主",
            "py": "zhǔ"
        },
        {
            "zi": "市",
            "py": "shì"
        },
        {
            "zi": "立",
            "py": "lì"
        },
        {
            "zi": "闪",
            "py": "shǎn"
        },
        {
            "zi": "兰",
            "py": "lán"
        },
        {
            "zi": "半",
            "py": "bàn"
        },
        {
            "zi": "汁",
            "py": "zhī"
        },
        {
            "zi": "汇",
            "py": "huì"
        },
        {
            "zi": "头",
            "py": "tóu,tou"
        },
        {
            "zi": "汉",
            "py": "hàn"
        },
        {
            "zi": "宁",
            "py": "níng,nìng,zhù"
        },
        {
            "zi": "穴",
            "py": "xué"
        },
        {
            "zi": "它",
            "py": "tā"
        },
        {
            "zi": "讨",
            "py": "tǎo"
        },
        {
            "zi": "写",
            "py": "xiě"
        },
        {
            "zi": "让",
            "py": "ràng"
        },
        {
            "zi": "礼",
            "py": "lǐ"
        },
        {
            "zi": "训",
            "py": "xùn"
        },
        {
            "zi": "必",
            "py": "bì"
        },
        {
            "zi": "议",
            "py": "yì"
        },
        {
            "zi": "讯",
            "py": "xùn"
        },
        {
            "zi": "记",
            "py": "jì"
        },
        {
            "zi": "永",
            "py": "yǒng"
        },
        {
            "zi": "司",
            "py": "sī"
        },
        {
            "zi": "尼",
            "py": "ní"
        },
        {
            "zi": "民",
            "py": "mín"
        },
        {
            "zi": "出",
            "py": "chū"
        },
        {
            "zi": "辽",
            "py": "liáo"
        },
        {
            "zi": "奶",
            "py": "nǎi"
        },
        {
            "zi": "奴",
            "py": "nú"
        },
        {
            "zi": "加",
            "py": "jiā"
        },
        {
            "zi": "召",
            "py": "zhào,shào"
        },
        {
            "zi": "皮",
            "py": "pí"
        },
        {
            "zi": "边",
            "py": "biān"
        },
        {
            "zi": "发",
            "py": "fā,fà"
        },
        {
            "zi": "孕",
            "py": "yùn"
        },
        {
            "zi": "圣",
            "py": "shèng"
        },
        {
            "zi": "对",
            "py": "duì"
        },
        {
            "zi": "台",
            "py": "tái,tāi"
        },
        {
            "zi": "矛",
            "py": "máo"
        },
        {
            "zi": "纠",
            "py": "jiū"
        },
        {
            "zi": "母",
            "py": "mǔ"
        },
        {
            "zi": "幼",
            "py": "yòu"
        },
        {
            "zi": "丝",
            "py": "sī"
        }
    ],
    "6": [
        {
            "zi": "式",
            "py": "shì"
        },
        {
            "zi": "刑",
            "py": "xíng"
        },
        {
            "zi": "动",
            "py": "dòng"
        },
        {
            "zi": "扛",
            "py": "káng,gāng"
        },
        {
            "zi": "寺",
            "py": "sì"
        },
        {
            "zi": "吉",
            "py": "jí"
        },
        {
            "zi": "扣",
            "py": "kòu"
        },
        {
            "zi": "考",
            "py": "kǎo"
        },
        {
            "zi": "托",
            "py": "tuō"
        },
        {
            "zi": "老",
            "py": "lǎo"
        },
        {
            "zi": "执",
            "py": "zhí"
        },
        {
            "zi": "巩",
            "py": "gǒng"
        },
        {
            "zi": "圾",
            "py": "jī"
        },
        {
            "zi": "扩",
            "py": "kuò"
        },
        {
            "zi": "扫",
            "py": "sǎo,sào"
        },
        {
            "zi": "地",
            "py": "dì,de"
        },
        {
            "zi": "扬",
            "py": "yáng"
        },
        {
            "zi": "场",
            "py": "cháng,chǎng"
        },
        {
            "zi": "耳",
            "py": "ěr"
        },
        {
            "zi": "共",
            "py": "gòng,gōng"
        },
        {
            "zi": "芒",
            "py": "máng"
        },
        {
            "zi": "亚",
            "py": "yà"
        },
        {
            "zi": "芝",
            "py": "zhī"
        },
        {
            "zi": "朽",
            "py": "xiǔ"
        },
        {
            "zi": "朴",
            "py": "pǔ,pò,pō,piáo"
        },
        {
            "zi": "机",
            "py": "jī"
        },
        {
            "zi": "权",
            "py": "quán"
        },
        {
            "zi": "过",
            "py": "guò,guo,guō"
        },
        {
            "zi": "臣",
            "py": "chén"
        },
        {
            "zi": "再",
            "py": "zài"
        },
        {
            "zi": "协",
            "py": "xié"
        },
        {
            "zi": "西",
            "py": "xī"
        },
        {
            "zi": "压",
            "py": "yā,yà"
        },
        {
            "zi": "厌",
            "py": "yàn"
        },
        {
            "zi": "在",
            "py": "zài"
        },
        {
            "zi": "有",
            "py": "yǒu,yòu"
        },
        {
            "zi": "百",
            "py": "bǎi"
        },
        {
            "zi": "存",
            "py": "cún"
        },
        {
            "zi": "而",
            "py": "ér"
        },
        {
            "zi": "页",
            "py": "yè"
        },
        {
            "zi": "匠",
            "py": "jiàng"
        },
        {
            "zi": "夸",
            "py": "kuā,kuà"
        },
        {
            "zi": "夺",
            "py": "duó"
        },
        {
            "zi": "灰",
            "py": "huī"
        },
        {
            "zi": "达",
            "py": "dá"
        },
        {
            "zi": "列",
            "py": "liè"
        },
        {
            "zi": "死",
            "py": "sǐ"
        },
        {
            "zi": "成",
            "py": "chéng"
        },
        {
            "zi": "夹",
            "py": "jiā,jiá,gā,xiá"
        },
        {
            "zi": "轨",
            "py": "guǐ"
        },
        {
            "zi": "邪",
            "py": "xié,yá,yé,yú,xú"
        },
        {
            "zi": "划",
            "py": "huá,huà"
        },
        {
            "zi": "迈",
            "py": "mài"
        },
        {
            "zi": "毕",
            "py": "bì"
        },
        {
            "zi": "至",
            "py": "zhì"
        },
        {
            "zi": "此",
            "py": "cǐ"
        },
        {
            "zi": "贞",
            "py": "zhēn"
        },
        {
            "zi": "师",
            "py": "shī"
        },
        {
            "zi": "尘",
            "py": "chén"
        },
        {
            "zi": "尖",
            "py": "jiān"
        },
        {
            "zi": "劣",
            "py": "liè"
        },
        {
            "zi": "光",
            "py": "guāng"
        },
        {
            "zi": "当",
            "py": "dāng,dàng"
        },
        {
            "zi": "早",
            "py": "zǎo"
        },
        {
            "zi": "吐",
            "py": "tǔ,tù"
        },
        {
            "zi": "吓",
            "py": "xià,hè"
        },
        {
            "zi": "虫",
            "py": "chóng"
        },
        {
            "zi": "曲",
            "py": "qū,qǔ"
        },
        {
            "zi": "团",
            "py": "tuán"
        },
        {
            "zi": "同",
            "py": "tóng,tòng"
        },
        {
            "zi": "吊",
            "py": "diào"
        },
        {
            "zi": "吃",
            "py": "chī"
        },
        {
            "zi": "因",
            "py": "yīn"
        },
        {
            "zi": "吸",
            "py": "xī"
        },
        {
            "zi": "吗",
            "py": "má,mǎ,ma"
        },
        {
            "zi": "屿",
            "py": "yǔ"
        },
        {
            "zi": "帆",
            "py": "fān"
        },
        {
            "zi": "岁",
            "py": "suì"
        },
        {
            "zi": "回",
            "py": "huí"
        },
        {
            "zi": "岂",
            "py": "qǐ,kǎi"
        },
        {
            "zi": "刚",
            "py": "gāng"
        },
        {
            "zi": "则",
            "py": "zé"
        },
        {
            "zi": "肉",
            "py": "ròu"
        },
        {
            "zi": "网",
            "py": "wǎng"
        },
        {
            "zi": "年",
            "py": "nián"
        },
        {
            "zi": "朱",
            "py": "zhū,shú"
        },
        {
            "zi": "先",
            "py": "xiān"
        },
        {
            "zi": "丢",
            "py": "diū"
        },
        {
            "zi": "舌",
            "py": "shé"
        },
        {
            "zi": "竹",
            "py": "zhú"
        },
        {
            "zi": "迁",
            "py": "qiān"
        },
        {
            "zi": "乔",
            "py": "qiáo"
        },
        {
            "zi": "伟",
            "py": "wěi"
        },
        {
            "zi": "传",
            "py": "chuán,zhuàn"
        },
        {
            "zi": "乒",
            "py": "pīng"
        },
        {
            "zi": "乓",
            "py": "pāng"
        },
        {
            "zi": "休",
            "py": "xiū,xǔ"
        },
        {
            "zi": "伍",
            "py": "wǔ"
        },
        {
            "zi": "伏",
            "py": "fú"
        },
        {
            "zi": "优",
            "py": "yōu"
        },
        {
            "zi": "伐",
            "py": "fá"
        },
        {
            "zi": "延",
            "py": "yán"
        },
        {
            "zi": "件",
            "py": "jiàn"
        },
        {
            "zi": "任",
            "py": "rèn,rén"
        },
        {
            "zi": "伤",
            "py": "shāng"
        },
        {
            "zi": "价",
            "py": "jià,jiè,jie"
        },
        {
            "zi": "份",
            "py": "fèn,bīn"
        },
        {
            "zi": "华",
            "py": "huá,huà,huā"
        },
        {
            "zi": "仰",
            "py": "yǎng,áng"
        },
        {
            "zi": "仿",
            "py": "fǎng"
        },
        {
            "zi": "伙",
            "py": "huǒ"
        },
        {
            "zi": "伪",
            "py": "wěi"
        },
        {
            "zi": "自",
            "py": "zì"
        },
        {
            "zi": "血",
            "py": "xiě,xuè"
        },
        {
            "zi": "向",
            "py": "xiàng"
        },
        {
            "zi": "似",
            "py": "sì,shì"
        },
        {
            "zi": "后",
            "py": "hòu"
        },
        {
            "zi": "行",
            "py": "háng,xíng"
        },
        {
            "zi": "舟",
            "py": "zhōu"
        },
        {
            "zi": "全",
            "py": "quán"
        },
        {
            "zi": "会",
            "py": "huì,kuài"
        },
        {
            "zi": "杀",
            "py": "shā"
        },
        {
            "zi": "合",
            "py": "hé,gě"
        },
        {
            "zi": "兆",
            "py": "zhào"
        },
        {
            "zi": "企",
            "py": "qǐ"
        },
        {
            "zi": "众",
            "py": "zhòng"
        },
        {
            "zi": "爷",
            "py": "yé"
        },
        {
            "zi": "伞",
            "py": "sǎn"
        },
        {
            "zi": "创",
            "py": "chuàng,chuāng"
        },
        {
            "zi": "肌",
            "py": "jī"
        },
        {
            "zi": "朵",
            "py": "duǒ"
        },
        {
            "zi": "杂",
            "py": "zá"
        },
        {
            "zi": "危",
            "py": "wēi"
        },
        {
            "zi": "旬",
            "py": "xún"
        },
        {
            "zi": "旨",
            "py": "zhǐ"
        },
        {
            "zi": "负",
            "py": "fù"
        },
        {
            "zi": "各",
            "py": "gè,gě"
        },
        {
            "zi": "名",
            "py": "míng"
        },
        {
            "zi": "多",
            "py": "duō"
        },
        {
            "zi": "争",
            "py": "zhēng"
        },
        {
            "zi": "色",
            "py": "sè"
        },
        {
            "zi": "壮",
            "py": "zhuàng"
        },
        {
            "zi": "冲",
            "py": "chōng,chòng"
        },
        {
            "zi": "冰",
            "py": "bīng"
        },
        {
            "zi": "庄",
            "py": "zhuāng"
        },
        {
            "zi": "庆",
            "py": "qìng"
        },
        {
            "zi": "亦",
            "py": "yì"
        },
        {
            "zi": "刘",
            "py": "liú"
        },
        {
            "zi": "齐",
            "py": "qí,jì,zī,zhāi"
        },
        {
            "zi": "交",
            "py": "jiāo"
        },
        {
            "zi": "次",
            "py": "cì"
        },
        {
            "zi": "衣",
            "py": "yī"
        },
        {
            "zi": "产",
            "py": "chǎn"
        },
        {
            "zi": "决",
            "py": "jué"
        },
        {
            "zi": "充",
            "py": "chōng"
        },
        {
            "zi": "妄",
            "py": "wàng"
        },
        {
            "zi": "闭",
            "py": "bì"
        },
        {
            "zi": "问",
            "py": "wèn"
        },
        {
            "zi": "闯",
            "py": "chuǎng"
        },
        {
            "zi": "羊",
            "py": "yáng,xiáng"
        },
        {
            "zi": "并",
            "py": "bìng,bīng"
        },
        {
            "zi": "关",
            "py": "guān"
        },
        {
            "zi": "米",
            "py": "mǐ"
        },
        {
            "zi": "灯",
            "py": "dēng"
        },
        {
            "zi": "州",
            "py": "zhōu"
        },
        {
            "zi": "汗",
            "py": "hàn,hán"
        },
        {
            "zi": "污",
            "py": "wū"
        },
        {
            "zi": "江",
            "py": "jiāng"
        },
        {
            "zi": "池",
            "py": "chí"
        },
        {
            "zi": "汤",
            "py": "tāng,shāng"
        },
        {
            "zi": "忙",
            "py": "máng"
        },
        {
            "zi": "兴",
            "py": "xīng,xìng"
        },
        {
            "zi": "宇",
            "py": "yǔ"
        },
        {
            "zi": "守",
            "py": "shǒu"
        },
        {
            "zi": "宅",
            "py": "zhái"
        },
        {
            "zi": "字",
            "py": "zì"
        },
        {
            "zi": "安",
            "py": "ān"
        },
        {
            "zi": "讲",
            "py": "jiǎng"
        },
        {
            "zi": "军",
            "py": "jūn"
        },
        {
            "zi": "许",
            "py": "xǔ,hǔ"
        },
        {
            "zi": "论",
            "py": "lùn,lún"
        },
        {
            "zi": "农",
            "py": "nóng"
        },
        {
            "zi": "讽",
            "py": "fěng"
        },
        {
            "zi": "设",
            "py": "shè"
        },
        {
            "zi": "访",
            "py": "fǎng"
        },
        {
            "zi": "寻",
            "py": "xún"
        },
        {
            "zi": "那",
            "py": "nà,nǎ,nèi,nā"
        },
        {
            "zi": "迅",
            "py": "xùn"
        },
        {
            "zi": "尽",
            "py": "jìn,jǐn"
        },
        {
            "zi": "导",
            "py": "dǎo"
        },
        {
            "zi": "异",
            "py": "yì"
        },
        {
            "zi": "孙",
            "py": "sūn,xùn"
        },
        {
            "zi": "阵",
            "py": "zhèn"
        },
        {
            "zi": "阳",
            "py": "yáng"
        },
        {
            "zi": "收",
            "py": "shōu"
        },
        {
            "zi": "阶",
            "py": "jiē"
        },
        {
            "zi": "阴",
            "py": "yīn"
        },
        {
            "zi": "防",
            "py": "fáng"
        },
        {
            "zi": "奸",
            "py": "jiān"
        },
        {
            "zi": "如",
            "py": "rú"
        },
        {
            "zi": "妇",
            "py": "fù"
        },
        {
            "zi": "好",
            "py": "hǎo,hào"
        },
        {
            "zi": "她",
            "py": "tā,jiě"
        },
        {
            "zi": "妈",
            "py": "mā"
        },
        {
            "zi": "戏",
            "py": "xì,hū"
        },
        {
            "zi": "羽",
            "py": "yǔ"
        },
        {
            "zi": "观",
            "py": "guān,guàn"
        },
        {
            "zi": "欢",
            "py": "huān"
        },
        {
            "zi": "买",
            "py": "mǎi"
        },
        {
            "zi": "红",
            "py": "hóng,gōng"
        },
        {
            "zi": "纤",
            "py": "xiān,qiàn"
        },
        {
            "zi": "级",
            "py": "jí"
        },
        {
            "zi": "约",
            "py": "yuē,yāo"
        },
        {
            "zi": "纪",
            "py": "jì,jǐ"
        },
        {
            "zi": "驰",
            "py": "chí"
        },
        {
            "zi": "巡",
            "py": "xún"
        }
    ],
    "7": [
        {
            "zi": "寿",
            "py": "shòu"
        },
        {
            "zi": "弄",
            "py": "nòng,lòng"
        },
        {
            "zi": "麦",
            "py": "mài"
        },
        {
            "zi": "形",
            "py": "xíng"
        },
        {
            "zi": "进",
            "py": "jìn"
        },
        {
            "zi": "戒",
            "py": "jiè"
        },
        {
            "zi": "吞",
            "py": "tūn"
        },
        {
            "zi": "远",
            "py": "yuǎn,yuàn"
        },
        {
            "zi": "违",
            "py": "wéi"
        },
        {
            "zi": "运",
            "py": "yùn"
        },
        {
            "zi": "扶",
            "py": "fú"
        },
        {
            "zi": "抚",
            "py": "fǔ"
        },
        {
            "zi": "坛",
            "py": "tán"
        },
        {
            "zi": "技",
            "py": "jì"
        },
        {
            "zi": "坏",
            "py": "huài,pēi,pī,péi"
        },
        {
            "zi": "扰",
            "py": "rǎo"
        },
        {
            "zi": "拒",
            "py": "jù"
        },
        {
            "zi": "找",
            "py": "zhǎo"
        },
        {
            "zi": "批",
            "py": "pī"
        },
        {
            "zi": "扯",
            "py": "chě"
        },
        {
            "zi": "址",
            "py": "zhǐ"
        },
        {
            "zi": "走",
            "py": "zǒu"
        },
        {
            "zi": "抄",
            "py": "chāo"
        },
        {
            "zi": "坝",
            "py": "bà"
        },
        {
            "zi": "贡",
            "py": "gòng"
        },
        {
            "zi": "攻",
            "py": "gōng"
        },
        {
            "zi": "赤",
            "py": "chì"
        },
        {
            "zi": "折",
            "py": "zhē,zhé,shé"
        },
        {
            "zi": "抓",
            "py": "zhuā"
        },
        {
            "zi": "扮",
            "py": "bàn"
        },
        {
            "zi": "抢",
            "py": "qiāng,qiǎng,chēng"
        },
        {
            "zi": "孝",
            "py": "xiào"
        },
        {
            "zi": "均",
            "py": "jūn"
        },
        {
            "zi": "抛",
            "py": "pāo"
        },
        {
            "zi": "投",
            "py": "tóu"
        },
        {
            "zi": "坟",
            "py": "fén"
        },
        {
            "zi": "抗",
            "py": "kàng"
        },
        {
            "zi": "坑",
            "py": "kēng"
        },
        {
            "zi": "坊",
            "py": "fāng,fáng"
        },
        {
            "zi": "抖",
            "py": "dǒu"
        },
        {
            "zi": "护",
            "py": "hù"
        },
        {
            "zi": "壳",
            "py": "ké,qiào"
        },
        {
            "zi": "志",
            "py": "zhì"
        },
        {
            "zi": "扭",
            "py": "niǔ"
        },
        {
            "zi": "块",
            "py": "kuài"
        },
        {
            "zi": "声",
            "py": "shēng"
        },
        {
            "zi": "把",
            "py": "bǎ,bà"
        },
        {
            "zi": "报",
            "py": "bào"
        },
        {
            "zi": "却",
            "py": "què"
        },
        {
            "zi": "劫",
            "py": "jié"
        },
        {
            "zi": "芽",
            "py": "yá"
        },
        {
            "zi": "花",
            "py": "huā"
        },
        {
            "zi": "芹",
            "py": "qín"
        },
        {
            "zi": "芬",
            "py": "fēn"
        },
        {
            "zi": "苍",
            "py": "cāng"
        },
        {
            "zi": "芳",
            "py": "fāng"
        },
        {
            "zi": "严",
            "py": "yán"
        },
        {
            "zi": "芦",
            "py": "lú"
        },
        {
            "zi": "劳",
            "py": "láo"
        },
        {
            "zi": "克",
            "py": "kè"
        },
        {
            "zi": "苏",
            "py": "sū,sù"
        },
        {
            "zi": "杆",
            "py": "gān,gǎn"
        },
        {
            "zi": "杠",
            "py": "gàng,gāng"
        },
        {
            "zi": "杜",
            "py": "dù"
        },
        {
            "zi": "材",
            "py": "cái"
        },
        {
            "zi": "村",
            "py": "cūn"
        },
        {
            "zi": "杏",
            "py": "xìng"
        },
        {
            "zi": "极",
            "py": "jí"
        },
        {
            "zi": "李",
            "py": "lǐ"
        },
        {
            "zi": "杨",
            "py": "yáng"
        },
        {
            "zi": "求",
            "py": "qiú"
        },
        {
            "zi": "更",
            "py": "gēng,gèng"
        },
        {
            "zi": "束",
            "py": "shù"
        },
        {
            "zi": "豆",
            "py": "dòu"
        },
        {
            "zi": "两",
            "py": "liǎng"
        },
        {
            "zi": "丽",
            "py": "lì,lí"
        },
        {
            "zi": "医",
            "py": "yī"
        },
        {
            "zi": "辰",
            "py": "chén"
        },
        {
            "zi": "励",
            "py": "lì"
        },
        {
            "zi": "否",
            "py": "fǒu,pǐ"
        },
        {
            "zi": "还",
            "py": "huán,hái"
        },
        {
            "zi": "歼",
            "py": "jiān"
        },
        {
            "zi": "来",
            "py": "lái"
        },
        {
            "zi": "连",
            "py": "lián"
        },
        {
            "zi": "步",
            "py": "bù"
        },
        {
            "zi": "坚",
            "py": "jiān"
        },
        {
            "zi": "旱",
            "py": "hàn"
        },
        {
            "zi": "盯",
            "py": "dīng"
        },
        {
            "zi": "呈",
            "py": "chéng"
        },
        {
            "zi": "时",
            "py": "shí"
        },
        {
            "zi": "吴",
            "py": "wú"
        },
        {
            "zi": "助",
            "py": "zhù,chú"
        },
        {
            "zi": "县",
            "py": "xiàn,xuán"
        },
        {
            "zi": "里",
            "py": "lǐ"
        },
        {
            "zi": "呆",
            "py": "dāi"
        },
        {
            "zi": "园",
            "py": "yuán"
        },
        {
            "zi": "旷",
            "py": "kuàng"
        },
        {
            "zi": "围",
            "py": "wéi"
        },
        {
            "zi": "呀",
            "py": "yā,ya"
        },
        {
            "zi": "吨",
            "py": "dūn"
        },
        {
            "zi": "足",
            "py": "zú"
        },
        {
            "zi": "邮",
            "py": "yóu"
        },
        {
            "zi": "男",
            "py": "nán"
        },
        {
            "zi": "困",
            "py": "kùn"
        },
        {
            "zi": "吵",
            "py": "chǎo,chāo"
        },
        {
            "zi": "串",
            "py": "chuàn"
        },
        {
            "zi": "员",
            "py": "yuán,yún,yùn"
        },
        {
            "zi": "听",
            "py": "tīng"
        },
        {
            "zi": "吩",
            "py": "fēn"
        },
        {
            "zi": "吹",
            "py": "chuī"
        },
        {
            "zi": "呜",
            "py": "wū"
        },
        {
            "zi": "吧",
            "py": "bā,ba"
        },
        {
            "zi": "吼",
            "py": "hǒu"
        },
        {
            "zi": "别",
            "py": "bié,biè"
        },
        {
            "zi": "岗",
            "py": "gǎng"
        },
        {
            "zi": "帐",
            "py": "zhàng"
        },
        {
            "zi": "财",
            "py": "cái"
        },
        {
            "zi": "针",
            "py": "zhēn"
        },
        {
            "zi": "钉",
            "py": "dīng,dìng"
        },
        {
            "zi": "告",
            "py": "gào"
        },
        {
            "zi": "我",
            "py": "wǒ"
        },
        {
            "zi": "乱",
            "py": "luàn"
        },
        {
            "zi": "利",
            "py": "lì"
        },
        {
            "zi": "秃",
            "py": "tū"
        },
        {
            "zi": "秀",
            "py": "xiù"
        },
        {
            "zi": "私",
            "py": "sī"
        },
        {
            "zi": "每",
            "py": "měi"
        },
        {
            "zi": "兵",
            "py": "bīng"
        },
        {
            "zi": "估",
            "py": "gū,gù"
        },
        {
            "zi": "体",
            "py": "tǐ,tī,bèn"
        },
        {
            "zi": "何",
            "py": "hé,hē,hè"
        },
        {
            "zi": "但",
            "py": "dàn"
        },
        {
            "zi": "伸",
            "py": "shēn"
        },
        {
            "zi": "作",
            "py": "zuò"
        },
        {
            "zi": "伯",
            "py": "bó,bǎi,bà"
        },
        {
            "zi": "伶",
            "py": "líng"
        },
        {
            "zi": "佣",
            "py": "yōng,yòng"
        },
        {
            "zi": "低",
            "py": "dī"
        },
        {
            "zi": "你",
            "py": "nǐ"
        },
        {
            "zi": "住",
            "py": "zhù"
        },
        {
            "zi": "位",
            "py": "wèi"
        },
        {
            "zi": "伴",
            "py": "bàn"
        },
        {
            "zi": "身",
            "py": "shēn"
        },
        {
            "zi": "皂",
            "py": "zào"
        },
        {
            "zi": "佛",
            "py": "fó,fú,bì,bó"
        },
        {
            "zi": "近",
            "py": "jìn"
        },
        {
            "zi": "彻",
            "py": "chè"
        },
        {
            "zi": "役",
            "py": "yì"
        },
        {
            "zi": "返",
            "py": "fǎn"
        },
        {
            "zi": "余",
            "py": "yú"
        },
        {
            "zi": "希",
            "py": "xī"
        },
        {
            "zi": "坐",
            "py": "zuò"
        },
        {
            "zi": "谷",
            "py": "gǔ"
        },
        {
            "zi": "妥",
            "py": "tuǒ"
        },
        {
            "zi": "含",
            "py": "hán"
        },
        {
            "zi": "邻",
            "py": "lín"
        },
        {
            "zi": "岔",
            "py": "chà"
        },
        {
            "zi": "肝",
            "py": "gān"
        },
        {
            "zi": "肚",
            "py": "dù,dǔ"
        },
        {
            "zi": "肠",
            "py": "cháng"
        },
        {
            "zi": "龟",
            "py": "guī,jūn,qiū"
        },
        {
            "zi": "免",
            "py": "miǎn"
        },
        {
            "zi": "狂",
            "py": "kuáng"
        },
        {
            "zi": "犹",
            "py": "yóu"
        },
        {
            "zi": "角",
            "py": "jiǎo,jué"
        },
        {
            "zi": "删",
            "py": "shān"
        },
        {
            "zi": "条",
            "py": "tiáo,tiāo"
        },
        {
            "zi": "卵",
            "py": "luǎn"
        },
        {
            "zi": "岛",
            "py": "dǎo"
        },
        {
            "zi": "迎",
            "py": "yíng"
        },
        {
            "zi": "饭",
            "py": "fàn"
        },
        {
            "zi": "饮",
            "py": "yǐn"
        },
        {
            "zi": "系",
            "py": "xì,jì"
        },
        {
            "zi": "言",
            "py": "yán"
        },
        {
            "zi": "冻",
            "py": "dòng"
        },
        {
            "zi": "状",
            "py": "zhuàng"
        },
        {
            "zi": "亩",
            "py": "mǔ"
        },
        {
            "zi": "况",
            "py": "kuàng"
        },
        {
            "zi": "床",
            "py": "chuáng"
        },
        {
            "zi": "库",
            "py": "kù"
        },
        {
            "zi": "疗",
            "py": "liáo"
        },
        {
            "zi": "应",
            "py": "yīng,yìng"
        },
        {
            "zi": "冷",
            "py": "lěng"
        },
        {
            "zi": "这",
            "py": "zhè,zhèi"
        },
        {
            "zi": "序",
            "py": "xù"
        },
        {
            "zi": "辛",
            "py": "xīn"
        },
        {
            "zi": "弃",
            "py": "qì"
        },
        {
            "zi": "冶",
            "py": "yě"
        },
        {
            "zi": "忘",
            "py": "wàng"
        },
        {
            "zi": "闲",
            "py": "xián"
        },
        {
            "zi": "间",
            "py": "jiān,jiàn"
        },
        {
            "zi": "闷",
            "py": "mèn,mēn"
        },
        {
            "zi": "判",
            "py": "pàn"
        },
        {
            "zi": "灶",
            "py": "zào"
        },
        {
            "zi": "灿",
            "py": "càn"
        },
        {
            "zi": "弟",
            "py": "dì,tì,tuí"
        },
        {
            "zi": "汪",
            "py": "wāng"
        },
        {
            "zi": "沙",
            "py": "shā,shà"
        },
        {
            "zi": "汽",
            "py": "qì"
        },
        {
            "zi": "沃",
            "py": "wò"
        },
        {
            "zi": "泛",
            "py": "fàn"
        },
        {
            "zi": "沟",
            "py": "gōu"
        },
        {
            "zi": "没",
            "py": "méi,mò"
        },
        {
            "zi": "沈",
            "py": "shěn,chén"
        },
        {
            "zi": "沉",
            "py": "chén"
        },
        {
            "zi": "怀",
            "py": "huái"
        },
        {
            "zi": "忧",
            "py": "yōu"
        },
        {
            "zi": "快",
            "py": "kuài"
        },
        {
            "zi": "完",
            "py": "wán"
        },
        {
            "zi": "宋",
            "py": "sòng"
        },
        {
            "zi": "宏",
            "py": "hóng"
        },
        {
            "zi": "牢",
            "py": "láo"
        },
        {
            "zi": "究",
            "py": "jiū"
        },
        {
            "zi": "穷",
            "py": "qióng"
        },
        {
            "zi": "灾",
            "py": "zāi"
        },
        {
            "zi": "良",
            "py": "liáng"
        },
        {
            "zi": "证",
            "py": "zhèng"
        },
        {
            "zi": "启",
            "py": "qǐ"
        },
        {
            "zi": "评",
            "py": "píng"
        },
        {
            "zi": "补",
            "py": "bǔ"
        },
        {
            "zi": "初",
            "py": "chū"
        },
        {
            "zi": "社",
            "py": "shè"
        },
        {
            "zi": "识",
            "py": "shí,zhì"
        },
        {
            "zi": "诉",
            "py": "sù"
        },
        {
            "zi": "诊",
            "py": "zhěn"
        },
        {
            "zi": "词",
            "py": "cí"
        },
        {
            "zi": "译",
            "py": "yì"
        },
        {
            "zi": "君",
            "py": "jūn"
        },
        {
            "zi": "灵",
            "py": "líng"
        },
        {
            "zi": "即",
            "py": "jí"
        },
        {
            "zi": "层",
            "py": "céng"
        },
        {
            "zi": "尿",
            "py": "niào,suī"
        },
        {
            "zi": "尾",
            "py": "wěi,yǐ"
        },
        {
            "zi": "迟",
            "py": "chí"
        },
        {
            "zi": "局",
            "py": "jú"
        },
        {
            "zi": "改",
            "py": "gǎi"
        },
        {
            "zi": "张",
            "py": "zhāng"
        },
        {
            "zi": "忌",
            "py": "jì"
        },
        {
            "zi": "际",
            "py": "jì"
        },
        {
            "zi": "陆",
            "py": "lù"
        },
        {
            "zi": "阿",
            "py": "ā,ē"
        },
        {
            "zi": "陈",
            "py": "chén"
        },
        {
            "zi": "阻",
            "py": "zǔ"
        },
        {
            "zi": "附",
            "py": "fù"
        },
        {
            "zi": "妙",
            "py": "miào"
        },
        {
            "zi": "妖",
            "py": "yāo"
        },
        {
            "zi": "妨",
            "py": "fáng"
        },
        {
            "zi": "努",
            "py": "nǔ"
        },
        {
            "zi": "忍",
            "py": "rěn"
        },
        {
            "zi": "劲",
            "py": "jìn,jìng"
        },
        {
            "zi": "鸡",
            "py": "jī"
        },
        {
            "zi": "驱",
            "py": "qū"
        },
        {
            "zi": "纯",
            "py": "chún"
        },
        {
            "zi": "纱",
            "py": "shā"
        },
        {
            "zi": "纳",
            "py": "nà"
        },
        {
            "zi": "纲",
            "py": "gāng"
        },
        {
            "zi": "驳",
            "py": "bó"
        },
        {
            "zi": "纵",
            "py": "zòng,zǒng"
        },
        {
            "zi": "纷",
            "py": "fēn"
        },
        {
            "zi": "纸",
            "py": "zhǐ"
        },
        {
            "zi": "纹",
            "py": "wén,wèn"
        },
        {
            "zi": "纺",
            "py": "fǎng"
        },
        {
            "zi": "驴",
            "py": "lǘ"
        },
        {
            "zi": "纽",
            "py": "niǔ"
        }
    ],
    "8": [
        {
            "zi": "奉",
            "py": "fèng"
        },
        {
            "zi": "玩",
            "py": "wán"
        },
        {
            "zi": "环",
            "py": "huán"
        },
        {
            "zi": "武",
            "py": "wǔ"
        },
        {
            "zi": "青",
            "py": "qīng"
        },
        {
            "zi": "责",
            "py": "zé"
        },
        {
            "zi": "现",
            "py": "xiàn"
        },
        {
            "zi": "表",
            "py": "biǎo"
        },
        {
            "zi": "规",
            "py": "guī"
        },
        {
            "zi": "抹",
            "py": "mǒ,mò,mā"
        },
        {
            "zi": "拢",
            "py": "lǒng"
        },
        {
            "zi": "拔",
            "py": "bá"
        },
        {
            "zi": "拣",
            "py": "jiǎn"
        },
        {
            "zi": "担",
            "py": "dān,dàn,dǎn"
        },
        {
            "zi": "坦",
            "py": "tǎn"
        },
        {
            "zi": "押",
            "py": "yā"
        },
        {
            "zi": "抽",
            "py": "chōu"
        },
        {
            "zi": "拐",
            "py": "guǎi"
        },
        {
            "zi": "拖",
            "py": "tuō"
        },
        {
            "zi": "拍",
            "py": "pāi"
        },
        {
            "zi": "者",
            "py": "zhě"
        },
        {
            "zi": "顶",
            "py": "dǐng"
        },
        {
            "zi": "拆",
            "py": "chāi,cā"
        },
        {
            "zi": "拥",
            "py": "yōng"
        },
        {
            "zi": "抵",
            "py": "dǐ"
        },
        {
            "zi": "拘",
            "py": "jū,gōu"
        },
        {
            "zi": "势",
            "py": "shì"
        },
        {
            "zi": "抱",
            "py": "bào"
        },
        {
            "zi": "垃",
            "py": "lā"
        },
        {
            "zi": "拉",
            "py": "lā,lá"
        },
        {
            "zi": "拦",
            "py": "lán"
        },
        {
            "zi": "拌",
            "py": "bàn,pàn"
        },
        {
            "zi": "幸",
            "py": "xìng"
        },
        {
            "zi": "招",
            "py": "zhāo"
        },
        {
            "zi": "坡",
            "py": "pō"
        },
        {
            "zi": "披",
            "py": "pī"
        },
        {
            "zi": "拨",
            "py": "bō"
        },
        {
            "zi": "择",
            "py": "zé,zhái"
        },
        {
            "zi": "抬",
            "py": "tái"
        },
        {
            "zi": "其",
            "py": "qí,jī"
        },
        {
            "zi": "取",
            "py": "qǔ"
        },
        {
            "zi": "苦",
            "py": "kǔ"
        },
        {
            "zi": "若",
            "py": "ruò,rě"
        },
        {
            "zi": "茂",
            "py": "mào"
        },
        {
            "zi": "苹",
            "py": "píng,pēng"
        },
        {
            "zi": "苗",
            "py": "miáo"
        },
        {
            "zi": "英",
            "py": "yīng"
        },
        {
            "zi": "范",
            "py": "fàn"
        },
        {
            "zi": "直",
            "py": "zhí"
        },
        {
            "zi": "茄",
            "py": "qié"
        },
        {
            "zi": "茎",
            "py": "jīng"
        },
        {
            "zi": "茅",
            "py": "máo"
        },
        {
            "zi": "林",
            "py": "lín"
        },
        {
            "zi": "枝",
            "py": "zhī,qí"
        },
        {
            "zi": "杯",
            "py": "bēi"
        },
        {
            "zi": "柜",
            "py": "guì,jǔ"
        },
        {
            "zi": "析",
            "py": "xī"
        },
        {
            "zi": "板",
            "py": "bǎn"
        },
        {
            "zi": "松",
            "py": "sōng"
        },
        {
            "zi": "枪",
            "py": "qiāng"
        },
        {
            "zi": "构",
            "py": "gòu"
        },
        {
            "zi": "杰",
            "py": "jié"
        },
        {
            "zi": "述",
            "py": "shù"
        },
        {
            "zi": "枕",
            "py": "zhěn"
        },
        {
            "zi": "丧",
            "py": "sāng,sàng"
        },
        {
            "zi": "或",
            "py": "huò"
        },
        {
            "zi": "画",
            "py": "huà"
        },
        {
            "zi": "卧",
            "py": "wò"
        },
        {
            "zi": "事",
            "py": "shì"
        },
        {
            "zi": "刺",
            "py": "cì,cī"
        },
        {
            "zi": "枣",
            "py": "zǎo"
        },
        {
            "zi": "雨",
            "py": "yǔ,yù"
        },
        {
            "zi": "卖",
            "py": "mài"
        },
        {
            "zi": "矿",
            "py": "kuàng"
        },
        {
            "zi": "码",
            "py": "mǎ"
        },
        {
            "zi": "厕",
            "py": "cè"
        },
        {
            "zi": "奔",
            "py": "bēn,bèn"
        },
        {
            "zi": "奇",
            "py": "qí,jī"
        },
        {
            "zi": "奋",
            "py": "fèn"
        },
        {
            "zi": "态",
            "py": "tài"
        },
        {
            "zi": "欧",
            "py": "ōu"
        },
        {
            "zi": "垄",
            "py": "lǒng"
        },
        {
            "zi": "妻",
            "py": "qī,qì"
        },
        {
            "zi": "轰",
            "py": "hōng"
        },
        {
            "zi": "顷",
            "py": "qǐng"
        },
        {
            "zi": "转",
            "py": "zhuǎn,zhuàn,zhuǎi"
        },
        {
            "zi": "斩",
            "py": "zhǎn"
        },
        {
            "zi": "轮",
            "py": "lún"
        },
        {
            "zi": "软",
            "py": "ruǎn"
        },
        {
            "zi": "到",
            "py": "dào"
        },
        {
            "zi": "非",
            "py": "fēi"
        },
        {
            "zi": "叔",
            "py": "shū"
        },
        {
            "zi": "肯",
            "py": "kěn"
        },
        {
            "zi": "齿",
            "py": "chǐ"
        },
        {
            "zi": "些",
            "py": "xiē,suò"
        },
        {
            "zi": "虎",
            "py": "hǔ"
        },
        {
            "zi": "虏",
            "py": "lǔ"
        },
        {
            "zi": "肾",
            "py": "shèn"
        },
        {
            "zi": "贤",
            "py": "xián"
        },
        {
            "zi": "尚",
            "py": "shàng"
        },
        {
            "zi": "旺",
            "py": "wàng"
        },
        {
            "zi": "具",
            "py": "jù"
        },
        {
            "zi": "果",
            "py": "guǒ"
        },
        {
            "zi": "味",
            "py": "wèi"
        },
        {
            "zi": "昆",
            "py": "kūn"
        },
        {
            "zi": "国",
            "py": "guó"
        },
        {
            "zi": "昌",
            "py": "chāng"
        },
        {
            "zi": "畅",
            "py": "chàng"
        },
        {
            "zi": "明",
            "py": "míng"
        },
        {
            "zi": "易",
            "py": "yì"
        },
        {
            "zi": "昂",
            "py": "áng"
        },
        {
            "zi": "典",
            "py": "diǎn"
        },
        {
            "zi": "固",
            "py": "gù"
        },
        {
            "zi": "忠",
            "py": "zhōng"
        },
        {
            "zi": "咐",
            "py": "fù"
        },
        {
            "zi": "呼",
            "py": "hū"
        },
        {
            "zi": "鸣",
            "py": "míng"
        },
        {
            "zi": "咏",
            "py": "yǒng"
        },
        {
            "zi": "呢",
            "py": "ní,ne"
        },
        {
            "zi": "岸",
            "py": "àn"
        },
        {
            "zi": "岩",
            "py": "yán"
        },
        {
            "zi": "帖",
            "py": "tiè,tiě,tiē"
        },
        {
            "zi": "罗",
            "py": "luó"
        },
        {
            "zi": "帜",
            "py": "zhì"
        },
        {
            "zi": "岭",
            "py": "lǐng,líng"
        },
        {
            "zi": "凯",
            "py": "kǎi"
        },
        {
            "zi": "败",
            "py": "bài"
        },
        {
            "zi": "贩",
            "py": "fàn"
        },
        {
            "zi": "购",
            "py": "gòu"
        },
        {
            "zi": "图",
            "py": "tú"
        },
        {
            "zi": "钓",
            "py": "diào"
        },
        {
            "zi": "制",
            "py": "zhì"
        },
        {
            "zi": "知",
            "py": "zhī,zhì"
        },
        {
            "zi": "垂",
            "py": "chuí"
        },
        {
            "zi": "牧",
            "py": "mù"
        },
        {
            "zi": "物",
            "py": "wù"
        },
        {
            "zi": "乖",
            "py": "guāi"
        },
        {
            "zi": "刮",
            "py": "guā"
        },
        {
            "zi": "秆",
            "py": "gǎn"
        },
        {
            "zi": "和",
            "py": "hé,hè,huó,huò,hú"
        },
        {
            "zi": "季",
            "py": "jì"
        },
        {
            "zi": "委",
            "py": "wěi,wēi"
        },
        {
            "zi": "佳",
            "py": "jiā"
        },
        {
            "zi": "侍",
            "py": "shì"
        },
        {
            "zi": "供",
            "py": "gōng,gòng"
        },
        {
            "zi": "使",
            "py": "shǐ"
        },
        {
            "zi": "例",
            "py": "lì"
        },
        {
            "zi": "版",
            "py": "bǎn"
        },
        {
            "zi": "侄",
            "py": "zhí"
        },
        {
            "zi": "侦",
            "py": "zhēn"
        },
        {
            "zi": "侧",
            "py": "cè,zè,zhāi"
        },
        {
            "zi": "凭",
            "py": "píng"
        },
        {
            "zi": "侨",
            "py": "qiáo"
        },
        {
            "zi": "佩",
            "py": "pèi"
        },
        {
            "zi": "货",
            "py": "huò"
        },
        {
            "zi": "依",
            "py": "yī"
        },
        {
            "zi": "的",
            "py": "dí,dì,de"
        },
        {
            "zi": "迫",
            "py": "pò,pǎi"
        },
        {
            "zi": "质",
            "py": "zhì"
        },
        {
            "zi": "欣",
            "py": "xīn"
        },
        {
            "zi": "征",
            "py": "zhēng"
        },
        {
            "zi": "往",
            "py": "wǎng"
        },
        {
            "zi": "爬",
            "py": "pá"
        },
        {
            "zi": "彼",
            "py": "bǐ"
        },
        {
            "zi": "径",
            "py": "jìng"
        },
        {
            "zi": "所",
            "py": "suǒ"
        },
        {
            "zi": "舍",
            "py": "shè"
        },
        {
            "zi": "金",
            "py": "jīn"
        },
        {
            "zi": "命",
            "py": "mìng"
        },
        {
            "zi": "斧",
            "py": "fǔ"
        },
        {
            "zi": "爸",
            "py": "bà"
        },
        {
            "zi": "采",
            "py": "cǎi,cài"
        },
        {
            "zi": "受",
            "py": "shòu"
        },
        {
            "zi": "乳",
            "py": "rǔ"
        },
        {
            "zi": "贪",
            "py": "tān"
        },
        {
            "zi": "念",
            "py": "niàn"
        },
        {
            "zi": "贫",
            "py": "pín"
        },
        {
            "zi": "肤",
            "py": "fū"
        },
        {
            "zi": "肺",
            "py": "fèi"
        },
        {
            "zi": "肢",
            "py": "zhī"
        },
        {
            "zi": "肿",
            "py": "zhǒng"
        },
        {
            "zi": "胀",
            "py": "zhàng"
        },
        {
            "zi": "朋",
            "py": "péng"
        },
        {
            "zi": "股",
            "py": "gǔ"
        },
        {
            "zi": "肥",
            "py": "féi"
        },
        {
            "zi": "服",
            "py": "fú,fù"
        },
        {
            "zi": "胁",
            "py": "xié"
        },
        {
            "zi": "周",
            "py": "zhōu"
        },
        {
            "zi": "昏",
            "py": "hūn"
        },
        {
            "zi": "鱼",
            "py": "yú"
        },
        {
            "zi": "兔",
            "py": "tù"
        },
        {
            "zi": "狐",
            "py": "hú"
        },
        {
            "zi": "忽",
            "py": "hū"
        },
        {
            "zi": "狗",
            "py": "gǒu"
        },
        {
            "zi": "备",
            "py": "bèi"
        },
        {
            "zi": "饰",
            "py": "shì"
        },
        {
            "zi": "饱",
            "py": "bǎo"
        },
        {
            "zi": "饲",
            "py": "sì"
        },
        {
            "zi": "变",
            "py": "biàn"
        },
        {
            "zi": "京",
            "py": "jīng"
        },
        {
            "zi": "享",
            "py": "xiǎng"
        },
        {
            "zi": "店",
            "py": "diàn"
        },
        {
            "zi": "夜",
            "py": "yè"
        },
        {
            "zi": "庙",
            "py": "miào"
        },
        {
            "zi": "府",
            "py": "fǔ"
        },
        {
            "zi": "底",
            "py": "dǐ,de"
        },
        {
            "zi": "剂",
            "py": "jì"
        },
        {
            "zi": "郊",
            "py": "jiāo"
        },
        {
            "zi": "废",
            "py": "fèi"
        },
        {
            "zi": "净",
            "py": "jìng,chēng"
        },
        {
            "zi": "盲",
            "py": "máng"
        },
        {
            "zi": "放",
            "py": "fàng"
        },
        {
            "zi": "刻",
            "py": "kè"
        },
        {
            "zi": "育",
            "py": "yù"
        },
        {
            "zi": "闸",
            "py": "zhá"
        },
        {
            "zi": "闹",
            "py": "nào"
        },
        {
            "zi": "郑",
            "py": "zhèng"
        },
        {
            "zi": "券",
            "py": "quàn,xuàn"
        },
        {
            "zi": "卷",
            "py": "juàn,juǎn"
        },
        {
            "zi": "单",
            "py": "dān,shàn,chán"
        },
        {
            "zi": "炒",
            "py": "chǎo"
        },
        {
            "zi": "炊",
            "py": "chuī"
        },
        {
            "zi": "炕",
            "py": "kàng"
        },
        {
            "zi": "炎",
            "py": "yán"
        },
        {
            "zi": "炉",
            "py": "lú"
        },
        {
            "zi": "沫",
            "py": "mò"
        },
        {
            "zi": "浅",
            "py": "qiǎn,jiān"
        },
        {
            "zi": "法",
            "py": "fǎ"
        },
        {
            "zi": "泄",
            "py": "xiè,yì"
        },
        {
            "zi": "河",
            "py": "hé"
        },
        {
            "zi": "沾",
            "py": "zhān"
        },
        {
            "zi": "泪",
            "py": "lèi"
        },
        {
            "zi": "油",
            "py": "yóu"
        },
        {
            "zi": "泊",
            "py": "bó,pō"
        },
        {
            "zi": "沿",
            "py": "yán"
        },
        {
            "zi": "泡",
            "py": "pào,pāo"
        },
        {
            "zi": "注",
            "py": "zhù"
        },
        {
            "zi": "泻",
            "py": "xiè"
        },
        {
            "zi": "泳",
            "py": "yǒng"
        },
        {
            "zi": "泥",
            "py": "ní,nì"
        },
        {
            "zi": "沸",
            "py": "fèi"
        },
        {
            "zi": "波",
            "py": "bō"
        },
        {
            "zi": "泼",
            "py": "pō"
        },
        {
            "zi": "泽",
            "py": "zé,shì"
        },
        {
            "zi": "治",
            "py": "zhì"
        },
        {
            "zi": "怖",
            "py": "bù"
        },
        {
            "zi": "性",
            "py": "xìng"
        },
        {
            "zi": "怕",
            "py": "pà"
        },
        {
            "zi": "怜",
            "py": "lián"
        },
        {
            "zi": "怪",
            "py": "guài"
        },
        {
            "zi": "学",
            "py": "xué"
        },
        {
            "zi": "宝",
            "py": "bǎo"
        },
        {
            "zi": "宗",
            "py": "zōng"
        },
        {
            "zi": "定",
            "py": "dìng"
        },
        {
            "zi": "宜",
            "py": "yí"
        },
        {
            "zi": "审",
            "py": "shěn"
        },
        {
            "zi": "宙",
            "py": "zhòu"
        },
        {
            "zi": "官",
            "py": "guān"
        },
        {
            "zi": "空",
            "py": "kōng,kòng,kǒng"
        },
        {
            "zi": "帘",
            "py": "lián"
        },
        {
            "zi": "实",
            "py": "shí"
        },
        {
            "zi": "试",
            "py": "shì"
        },
        {
            "zi": "郎",
            "py": "láng,làng"
        },
        {
            "zi": "诗",
            "py": "shī"
        },
        {
            "zi": "肩",
            "py": "jiān"
        },
        {
            "zi": "房",
            "py": "fáng"
        },
        {
            "zi": "诚",
            "py": "chéng"
        },
        {
            "zi": "衬",
            "py": "chèn"
        },
        {
            "zi": "衫",
            "py": "shān"
        },
        {
            "zi": "视",
            "py": "shì"
        },
        {
            "zi": "话",
            "py": "huà"
        },
        {
            "zi": "诞",
            "py": "dàn"
        },
        {
            "zi": "询",
            "py": "xún"
        },
        {
            "zi": "该",
            "py": "gāi"
        },
        {
            "zi": "详",
            "py": "xiáng,yáng"
        },
        {
            "zi": "建",
            "py": "jiàn"
        },
        {
            "zi": "肃",
            "py": "sù"
        },
        {
            "zi": "录",
            "py": "lù"
        },
        {
            "zi": "隶",
            "py": "lì,dài"
        },
        {
            "zi": "居",
            "py": "jū"
        },
        {
            "zi": "届",
            "py": "jiè"
        },
        {
            "zi": "刷",
            "py": "shuā,shuà"
        },
        {
            "zi": "屈",
            "py": "qū"
        },
        {
            "zi": "弦",
            "py": "xián"
        },
        {
            "zi": "承",
            "py": "chéng"
        },
        {
            "zi": "孟",
            "py": "mèng"
        },
        {
            "zi": "孤",
            "py": "gū"
        },
        {
            "zi": "陕",
            "py": "shǎn"
        },
        {
            "zi": "降",
            "py": "jiàng,xiáng"
        },
        {
            "zi": "限",
            "py": "xiàn"
        },
        {
            "zi": "妹",
            "py": "mèi"
        },
        {
            "zi": "姑",
            "py": "gū"
        },
        {
            "zi": "姐",
            "py": "jiě"
        },
        {
            "zi": "姓",
            "py": "xìng"
        },
        {
            "zi": "始",
            "py": "shǐ"
        },
        {
            "zi": "驾",
            "py": "jià"
        },
        {
            "zi": "参",
            "py": "cān,shēn,cēn,sān"
        },
        {
            "zi": "艰",
            "py": "jiān"
        },
        {
            "zi": "线",
            "py": "xiàn"
        },
        {
            "zi": "练",
            "py": "liàn"
        },
        {
            "zi": "组",
            "py": "zǔ"
        },
        {
            "zi": "细",
            "py": "xì"
        },
        {
            "zi": "驶",
            "py": "shǐ"
        },
        {
            "zi": "织",
            "py": "zhī,zhì"
        },
        {
            "zi": "终",
            "py": "zhōng"
        },
        {
            "zi": "驻",
            "py": "zhù"
        },
        {
            "zi": "驼",
            "py": "tuó"
        },
        {
            "zi": "绍",
            "py": "shào"
        },
        {
            "zi": "经",
            "py": "jīng"
        },
        {
            "zi": "贯",
            "py": "guàn"
        }
    ],
    "9": [
        {
            "zi": "奏",
            "py": "zòu"
        },
        {
            "zi": "春",
            "py": "chūn"
        },
        {
            "zi": "帮",
            "py": "bāng"
        },
        {
            "zi": "珍",
            "py": "zhēn"
        },
        {
            "zi": "玻",
            "py": "bō"
        },
        {
            "zi": "毒",
            "py": "dú,dài"
        },
        {
            "zi": "型",
            "py": "xíng"
        },
        {
            "zi": "挂",
            "py": "guà"
        },
        {
            "zi": "封",
            "py": "fēng"
        },
        {
            "zi": "持",
            "py": "chí"
        },
        {
            "zi": "项",
            "py": "xiàng"
        },
        {
            "zi": "垮",
            "py": "kuǎ"
        },
        {
            "zi": "挎",
            "py": "kuà,kū"
        },
        {
            "zi": "城",
            "py": "chéng"
        },
        {
            "zi": "挠",
            "py": "náo"
        },
        {
            "zi": "政",
            "py": "zhèng"
        },
        {
            "zi": "赴",
            "py": "fù"
        },
        {
            "zi": "赵",
            "py": "zhào"
        },
        {
            "zi": "挡",
            "py": "dǎng,dàng"
        },
        {
            "zi": "挺",
            "py": "tǐng"
        },
        {
            "zi": "括",
            "py": "kuò,guā"
        },
        {
            "zi": "拴",
            "py": "shuān"
        },
        {
            "zi": "拾",
            "py": "shí,shè"
        },
        {
            "zi": "挑",
            "py": "tiāo,tiǎo"
        },
        {
            "zi": "指",
            "py": "zhǐ"
        },
        {
            "zi": "垫",
            "py": "diàn"
        },
        {
            "zi": "挣",
            "py": "zhèng,zhēng"
        },
        {
            "zi": "挤",
            "py": "jǐ"
        },
        {
            "zi": "拼",
            "py": "pīn"
        },
        {
            "zi": "挖",
            "py": "wā"
        },
        {
            "zi": "按",
            "py": "àn"
        },
        {
            "zi": "挥",
            "py": "huī"
        },
        {
            "zi": "挪",
            "py": "nuó"
        },
        {
            "zi": "某",
            "py": "mǒu"
        },
        {
            "zi": "甚",
            "py": "shèn,shén"
        },
        {
            "zi": "革",
            "py": "gé"
        },
        {
            "zi": "荐",
            "py": "jiàn"
        },
        {
            "zi": "巷",
            "py": "xiàng,hàng"
        },
        {
            "zi": "带",
            "py": "dài"
        },
        {
            "zi": "草",
            "py": "cǎo"
        },
        {
            "zi": "茧",
            "py": "jiǎn"
        },
        {
            "zi": "茶",
            "py": "chá"
        },
        {
            "zi": "荒",
            "py": "huāng"
        },
        {
            "zi": "茫",
            "py": "máng"
        },
        {
            "zi": "荡",
            "py": "dàng"
        },
        {
            "zi": "荣",
            "py": "róng"
        },
        {
            "zi": "故",
            "py": "gù"
        },
        {
            "zi": "胡",
            "py": "hú"
        },
        {
            "zi": "南",
            "py": "nán,nā"
        },
        {
            "zi": "药",
            "py": "yào"
        },
        {
            "zi": "标",
            "py": "biāo"
        },
        {
            "zi": "枯",
            "py": "kū"
        },
        {
            "zi": "柄",
            "py": "bǐng"
        },
        {
            "zi": "栋",
            "py": "dòng"
        },
        {
            "zi": "相",
            "py": "xiāng,xiàng"
        },
        {
            "zi": "查",
            "py": "chá,zhā"
        },
        {
            "zi": "柏",
            "py": "bǎi,bó,bò"
        },
        {
            "zi": "柳",
            "py": "liǔ"
        },
        {
            "zi": "柱",
            "py": "zhù"
        },
        {
            "zi": "柿",
            "py": "shì"
        },
        {
            "zi": "栏",
            "py": "lán"
        },
        {
            "zi": "树",
            "py": "shù"
        },
        {
            "zi": "要",
            "py": "yào,yāo"
        },
        {
            "zi": "咸",
            "py": "xián"
        },
        {
            "zi": "威",
            "py": "wēi"
        },
        {
            "zi": "歪",
            "py": "wāi"
        },
        {
            "zi": "研",
            "py": "yán,yàn"
        },
        {
            "zi": "砖",
            "py": "zhuān"
        },
        {
            "zi": "厘",
            "py": "lí"
        },
        {
            "zi": "厚",
            "py": "hòu"
        },
        {
            "zi": "砌",
            "py": "qì,qiè"
        },
        {
            "zi": "砍",
            "py": "kǎn"
        },
        {
            "zi": "面",
            "py": "miàn"
        },
        {
            "zi": "耐",
            "py": "nài"
        },
        {
            "zi": "耍",
            "py": "shuǎ"
        },
        {
            "zi": "牵",
            "py": "qiān"
        },
        {
            "zi": "残",
            "py": "cán"
        },
        {
            "zi": "殃",
            "py": "yāng"
        },
        {
            "zi": "轻",
            "py": "qīng"
        },
        {
            "zi": "鸦",
            "py": "yā"
        },
        {
            "zi": "皆",
            "py": "jiē"
        },
        {
            "zi": "背",
            "py": "bèi,bēi"
        },
        {
            "zi": "战",
            "py": "zhàn"
        },
        {
            "zi": "点",
            "py": "diǎn"
        },
        {
            "zi": "临",
            "py": "lín"
        },
        {
            "zi": "览",
            "py": "lǎn"
        },
        {
            "zi": "竖",
            "py": "shù"
        },
        {
            "zi": "省",
            "py": "shěng,xǐng"
        },
        {
            "zi": "削",
            "py": "xiāo,xuē"
        },
        {
            "zi": "尝",
            "py": "cháng"
        },
        {
            "zi": "是",
            "py": "shì"
        },
        {
            "zi": "盼",
            "py": "pàn"
        },
        {
            "zi": "眨",
            "py": "zhǎ"
        },
        {
            "zi": "哄",
            "py": "hōng,hǒng,hòng"
        },
        {
            "zi": "显",
            "py": "xiǎn"
        },
        {
            "zi": "哑",
            "py": "yǎ,yā"
        },
        {
            "zi": "冒",
            "py": "mào,mò"
        },
        {
            "zi": "映",
            "py": "yìng"
        },
        {
            "zi": "星",
            "py": "xīng"
        },
        {
            "zi": "昨",
            "py": "zuó"
        },
        {
            "zi": "畏",
            "py": "wèi"
        },
        {
            "zi": "趴",
            "py": "pā"
        },
        {
            "zi": "胃",
            "py": "wèi"
        },
        {
            "zi": "贵",
            "py": "guì"
        },
        {
            "zi": "界",
            "py": "jiè"
        },
        {
            "zi": "虹",
            "py": "hóng"
        },
        {
            "zi": "虾",
            "py": "xiā"
        },
        {
            "zi": "蚁",
            "py": "yǐ"
        },
        {
            "zi": "思",
            "py": "sī,sāi"
        },
        {
            "zi": "蚂",
            "py": "mǎ,mā,mà"
        },
        {
            "zi": "虽",
            "py": "suī"
        },
        {
            "zi": "品",
            "py": "pǐn"
        },
        {
            "zi": "咽",
            "py": "yān,yàn,yè"
        },
        {
            "zi": "骂",
            "py": "mà"
        },
        {
            "zi": "哗",
            "py": "huá,huā"
        },
        {
            "zi": "咱",
            "py": "zán,zá,zǎ"
        },
        {
            "zi": "响",
            "py": "xiǎng"
        },
        {
            "zi": "哈",
            "py": "hā,hǎ,hà"
        },
        {
            "zi": "咬",
            "py": "yǎo"
        },
        {
            "zi": "咳",
            "py": "ké,hāi"
        },
        {
            "zi": "哪",
            "py": "nǎ,něi,na,né"
        },
        {
            "zi": "炭",
            "py": "tàn"
        },
        {
            "zi": "峡",
            "py": "xiá"
        },
        {
            "zi": "罚",
            "py": "fá"
        },
        {
            "zi": "贱",
            "py": "jiàn"
        },
        {
            "zi": "贴",
            "py": "tiē"
        },
        {
            "zi": "骨",
            "py": "gǔ,gū"
        },
        {
            "zi": "钞",
            "py": "chāo"
        },
        {
            "zi": "钟",
            "py": "zhōng"
        },
        {
            "zi": "钢",
            "py": "gāng,gàng"
        },
        {
            "zi": "钥",
            "py": "yuè,yào"
        },
        {
            "zi": "钩",
            "py": "gōu"
        },
        {
            "zi": "卸",
            "py": "xiè"
        },
        {
            "zi": "缸",
            "py": "gāng"
        },
        {
            "zi": "拜",
            "py": "bài"
        },
        {
            "zi": "看",
            "py": "kàn,kān"
        },
        {
            "zi": "矩",
            "py": "jǔ"
        },
        {
            "zi": "怎",
            "py": "zěn"
        },
        {
            "zi": "牲",
            "py": "shēng"
        },
        {
            "zi": "选",
            "py": "xuǎn"
        },
        {
            "zi": "适",
            "py": "shì"
        },
        {
            "zi": "秒",
            "py": "miǎo"
        },
        {
            "zi": "香",
            "py": "xiāng"
        },
        {
            "zi": "种",
            "py": "zhǒng,zhòng,chóng"
        },
        {
            "zi": "秋",
            "py": "qiū"
        },
        {
            "zi": "科",
            "py": "kē"
        },
        {
            "zi": "重",
            "py": "zhòng,chóng"
        },
        {
            "zi": "复",
            "py": "fù"
        },
        {
            "zi": "竿",
            "py": "gān"
        },
        {
            "zi": "段",
            "py": "duàn"
        },
        {
            "zi": "便",
            "py": "biàn,pián"
        },
        {
            "zi": "俩",
            "py": "liǎng,liǎ"
        },
        {
            "zi": "贷",
            "py": "dài"
        },
        {
            "zi": "顺",
            "py": "shùn"
        },
        {
            "zi": "修",
            "py": "xiū"
        },
        {
            "zi": "保",
            "py": "bǎo"
        },
        {
            "zi": "促",
            "py": "cù"
        },
        {
            "zi": "侮",
            "py": "wǔ"
        },
        {
            "zi": "俭",
            "py": "jiǎn"
        },
        {
            "zi": "俗",
            "py": "sú"
        },
        {
            "zi": "俘",
            "py": "fú"
        },
        {
            "zi": "信",
            "py": "xìn,shēn"
        },
        {
            "zi": "皇",
            "py": "huáng"
        },
        {
            "zi": "泉",
            "py": "quán"
        },
        {
            "zi": "鬼",
            "py": "guǐ"
        },
        {
            "zi": "侵",
            "py": "qīn"
        },
        {
            "zi": "追",
            "py": "zhuī,duī"
        },
        {
            "zi": "俊",
            "py": "jùn"
        },
        {
            "zi": "盾",
            "py": "dùn"
        },
        {
            "zi": "待",
            "py": "dài,dāi"
        },
        {
            "zi": "律",
            "py": "lǜ"
        },
        {
            "zi": "很",
            "py": "hěn"
        },
        {
            "zi": "须",
            "py": "xū"
        },
        {
            "zi": "叙",
            "py": "xù"
        },
        {
            "zi": "剑",
            "py": "jiàn"
        },
        {
            "zi": "逃",
            "py": "táo"
        },
        {
            "zi": "食",
            "py": "shí,sì,yì"
        },
        {
            "zi": "盆",
            "py": "pén"
        },
        {
            "zi": "胆",
            "py": "dǎn"
        },
        {
            "zi": "胜",
            "py": "shèng"
        },
        {
            "zi": "胞",
            "py": "bāo"
        },
        {
            "zi": "胖",
            "py": "pàng,pán,pàn"
        },
        {
            "zi": "脉",
            "py": "mài,mò"
        },
        {
            "zi": "勉",
            "py": "miǎn"
        },
        {
            "zi": "狭",
            "py": "xiá"
        },
        {
            "zi": "狮",
            "py": "shī"
        },
        {
            "zi": "独",
            "py": "dú"
        },
        {
            "zi": "狡",
            "py": "jiǎo"
        },
        {
            "zi": "狱",
            "py": "yù"
        },
        {
            "zi": "狠",
            "py": "hěn"
        },
        {
            "zi": "贸",
            "py": "mào"
        },
        {
            "zi": "怨",
            "py": "yuàn"
        },
        {
            "zi": "急",
            "py": "jí"
        },
        {
            "zi": "饶",
            "py": "ráo"
        },
        {
            "zi": "蚀",
            "py": "shí"
        },
        {
            "zi": "饺",
            "py": "jiǎo"
        },
        {
            "zi": "饼",
            "py": "bǐng"
        },
        {
            "zi": "弯",
            "py": "wān"
        },
        {
            "zi": "将",
            "py": "jiāng,jiàng"
        },
        {
            "zi": "奖",
            "py": "jiǎng"
        },
        {
            "zi": "哀",
            "py": "āi"
        },
        {
            "zi": "亭",
            "py": "tíng"
        },
        {
            "zi": "亮",
            "py": "liàng"
        },
        {
            "zi": "度",
            "py": "dù,duó"
        },
        {
            "zi": "迹",
            "py": "jì"
        },
        {
            "zi": "庭",
            "py": "tíng"
        },
        {
            "zi": "疮",
            "py": "chuāng"
        },
        {
            "zi": "疯",
            "py": "fēng"
        },
        {
            "zi": "疫",
            "py": "yì"
        },
        {
            "zi": "疤",
            "py": "bā"
        },
        {
            "zi": "姿",
            "py": "zī"
        },
        {
            "zi": "亲",
            "py": "qīn,qìng"
        },
        {
            "zi": "音",
            "py": "yīn"
        },
        {
            "zi": "帝",
            "py": "dì"
        },
        {
            "zi": "施",
            "py": "shī"
        },
        {
            "zi": "闻",
            "py": "wén"
        },
        {
            "zi": "阀",
            "py": "fá"
        },
        {
            "zi": "阁",
            "py": "gé"
        },
        {
            "zi": "差",
            "py": "chà,chā,chāi,cī"
        },
        {
            "zi": "养",
            "py": "yǎng"
        },
        {
            "zi": "美",
            "py": "měi"
        },
        {
            "zi": "姜",
            "py": "jiāng"
        },
        {
            "zi": "叛",
            "py": "pàn"
        },
        {
            "zi": "送",
            "py": "sòng"
        },
        {
            "zi": "类",
            "py": "lèi"
        },
        {
            "zi": "迷",
            "py": "mí"
        },
        {
            "zi": "前",
            "py": "qián"
        },
        {
            "zi": "首",
            "py": "shǒu"
        },
        {
            "zi": "逆",
            "py": "nì"
        },
        {
            "zi": "总",
            "py": "zǒng"
        },
        {
            "zi": "炼",
            "py": "liàn"
        },
        {
            "zi": "炸",
            "py": "zhà,zhá"
        },
        {
            "zi": "炮",
            "py": "páo,bāo,pào"
        },
        {
            "zi": "烂",
            "py": "làn"
        },
        {
            "zi": "剃",
            "py": "tì"
        },
        {
            "zi": "洁",
            "py": "jié"
        },
        {
            "zi": "洪",
            "py": "hóng"
        },
        {
            "zi": "洒",
            "py": "sǎ,xǐ"
        },
        {
            "zi": "浇",
            "py": "jiāo"
        },
        {
            "zi": "浊",
            "py": "zhuó"
        },
        {
            "zi": "洞",
            "py": "dòng"
        },
        {
            "zi": "测",
            "py": "cè"
        },
        {
            "zi": "洗",
            "py": "xǐ,xiǎn"
        },
        {
            "zi": "活",
            "py": "huó"
        },
        {
            "zi": "派",
            "py": "pài"
        },
        {
            "zi": "洽",
            "py": "qià"
        },
        {
            "zi": "染",
            "py": "rǎn"
        },
        {
            "zi": "济",
            "py": "jì,jǐ"
        },
        {
            "zi": "洋",
            "py": "yáng"
        },
        {
            "zi": "洲",
            "py": "zhōu"
        },
        {
            "zi": "浑",
            "py": "hún"
        },
        {
            "zi": "浓",
            "py": "nóng"
        },
        {
            "zi": "津",
            "py": "jīn"
        },
        {
            "zi": "恒",
            "py": "héng"
        },
        {
            "zi": "恢",
            "py": "huī"
        },
        {
            "zi": "恰",
            "py": "qià"
        },
        {
            "zi": "恼",
            "py": "nǎo"
        },
        {
            "zi": "恨",
            "py": "hèn"
        },
        {
            "zi": "举",
            "py": "jǔ"
        },
        {
            "zi": "觉",
            "py": "jué,jiào"
        },
        {
            "zi": "宣",
            "py": "xuān"
        },
        {
            "zi": "室",
            "py": "shì"
        },
        {
            "zi": "宫",
            "py": "gōng"
        },
        {
            "zi": "宪",
            "py": "xiàn"
        },
        {
            "zi": "突",
            "py": "tū"
        },
        {
            "zi": "穿",
            "py": "chuān"
        },
        {
            "zi": "窃",
            "py": "qiè"
        },
        {
            "zi": "客",
            "py": "kè"
        },
        {
            "zi": "冠",
            "py": "guān,guàn"
        },
        {
            "zi": "语",
            "py": "yǔ,yù"
        },
        {
            "zi": "扁",
            "py": "biǎn,piān"
        },
        {
            "zi": "袄",
            "py": "ǎo"
        },
        {
            "zi": "祖",
            "py": "zǔ"
        },
        {
            "zi": "神",
            "py": "shén"
        },
        {
            "zi": "祝",
            "py": "zhù"
        },
        {
            "zi": "误",
            "py": "wù"
        },
        {
            "zi": "诱",
            "py": "yòu"
        },
        {
            "zi": "说",
            "py": "shuō,shuì,yuè"
        },
        {
            "zi": "诵",
            "py": "sòng"
        },
        {
            "zi": "垦",
            "py": "kěn"
        },
        {
            "zi": "退",
            "py": "tuì"
        },
        {
            "zi": "既",
            "py": "jì"
        },
        {
            "zi": "屋",
            "py": "wū"
        },
        {
            "zi": "昼",
            "py": "zhòu"
        },
        {
            "zi": "费",
            "py": "fèi"
        },
        {
            "zi": "陡",
            "py": "dǒu"
        },
        {
            "zi": "眉",
            "py": "méi"
        },
        {
            "zi": "孩",
            "py": "hái"
        },
        {
            "zi": "除",
            "py": "chú"
        },
        {
            "zi": "险",
            "py": "xiǎn"
        },
        {
            "zi": "院",
            "py": "yuàn"
        },
        {
            "zi": "娃",
            "py": "wá"
        },
        {
            "zi": "姥",
            "py": "mǔ,lǎo"
        },
        {
            "zi": "姨",
            "py": "yí"
        },
        {
            "zi": "姻",
            "py": "yīn"
        },
        {
            "zi": "娇",
            "py": "jiāo"
        },
        {
            "zi": "怒",
            "py": "nù"
        },
        {
            "zi": "架",
            "py": "jià"
        },
        {
            "zi": "贺",
            "py": "hè"
        },
        {
            "zi": "盈",
            "py": "yíng"
        },
        {
            "zi": "勇",
            "py": "yǒng"
        },
        {
            "zi": "怠",
            "py": "dài"
        },
        {
            "zi": "柔",
            "py": "róu"
        },
        {
            "zi": "垒",
            "py": "lěi"
        },
        {
            "zi": "绑",
            "py": "bǎng"
        },
        {
            "zi": "绒",
            "py": "róng"
        },
        {
            "zi": "结",
            "py": "jié,jiē"
        },
        {
            "zi": "绕",
            "py": "rào"
        },
        {
            "zi": "骄",
            "py": "jiāo"
        },
        {
            "zi": "绘",
            "py": "huì"
        },
        {
            "zi": "给",
            "py": "gěi,jǐ"
        },
        {
            "zi": "络",
            "py": "luò,lào"
        },
        {
            "zi": "骆",
            "py": "luò"
        },
        {
            "zi": "绝",
            "py": "jué"
        },
        {
            "zi": "绞",
            "py": "jiǎo"
        },
        {
            "zi": "统",
            "py": "tǒng"
        }
    ],
    "10": [
        {
            "zi": "耕",
            "py": "gēng"
        },
        {
            "zi": "耗",
            "py": "hào"
        },
        {
            "zi": "艳",
            "py": "yàn"
        },
        {
            "zi": "泰",
            "py": "tài"
        },
        {
            "zi": "珠",
            "py": "zhū"
        },
        {
            "zi": "班",
            "py": "bān"
        },
        {
            "zi": "素",
            "py": "sù"
        },
        {
            "zi": "蚕",
            "py": "cán"
        },
        {
            "zi": "顽",
            "py": "wán"
        },
        {
            "zi": "盏",
            "py": "zhǎn"
        },
        {
            "zi": "匪",
            "py": "fěi"
        },
        {
            "zi": "捞",
            "py": "lāo"
        },
        {
            "zi": "栽",
            "py": "zāi"
        },
        {
            "zi": "捕",
            "py": "bǔ"
        },
        {
            "zi": "振",
            "py": "zhèn"
        },
        {
            "zi": "载",
            "py": "zǎi,zài"
        },
        {
            "zi": "赶",
            "py": "gǎn"
        },
        {
            "zi": "起",
            "py": "qǐ"
        },
        {
            "zi": "盐",
            "py": "yán"
        },
        {
            "zi": "捎",
            "py": "shāo,shào"
        },
        {
            "zi": "捏",
            "py": "niē"
        },
        {
            "zi": "埋",
            "py": "mái,mán"
        },
        {
            "zi": "捉",
            "py": "zhuō"
        },
        {
            "zi": "捆",
            "py": "kǔn"
        },
        {
            "zi": "捐",
            "py": "juān"
        },
        {
            "zi": "损",
            "py": "sǔn"
        },
        {
            "zi": "都",
            "py": "dū,dōu"
        },
        {
            "zi": "哲",
            "py": "zhé"
        },
        {
            "zi": "逝",
            "py": "shì"
        },
        {
            "zi": "捡",
            "py": "jiǎn"
        },
        {
            "zi": "换",
            "py": "huàn"
        },
        {
            "zi": "挽",
            "py": "wǎn"
        },
        {
            "zi": "热",
            "py": "rè"
        },
        {
            "zi": "恐",
            "py": "kǒng"
        },
        {
            "zi": "壶",
            "py": "hú"
        },
        {
            "zi": "挨",
            "py": "āi,ái"
        },
        {
            "zi": "耻",
            "py": "chǐ"
        },
        {
            "zi": "耽",
            "py": "dān"
        },
        {
            "zi": "恭",
            "py": "gōng"
        },
        {
            "zi": "莲",
            "py": "lián"
        },
        {
            "zi": "莫",
            "py": "mò,mù"
        },
        {
            "zi": "荷",
            "py": "hé"
        },
        {
            "zi": "获",
            "py": "huò"
        },
        {
            "zi": "晋",
            "py": "jìn"
        },
        {
            "zi": "恶",
            "py": "è,wù,ě,wū"
        },
        {
            "zi": "真",
            "py": "zhēn"
        },
        {
            "zi": "框",
            "py": "kuàng"
        },
        {
            "zi": "桂",
            "py": "guì"
        },
        {
            "zi": "档",
            "py": "dàng"
        },
        {
            "zi": "桐",
            "py": "tóng"
        },
        {
            "zi": "株",
            "py": "zhū"
        },
        {
            "zi": "桥",
            "py": "qiáo"
        },
        {
            "zi": "桃",
            "py": "táo"
        },
        {
            "zi": "格",
            "py": "gé"
        },
        {
            "zi": "校",
            "py": "xiào,jiào"
        },
        {
            "zi": "核",
            "py": "hé,hú"
        },
        {
            "zi": "样",
            "py": "yàng"
        },
        {
            "zi": "根",
            "py": "gēn"
        },
        {
            "zi": "索",
            "py": "suǒ"
        },
        {
            "zi": "哥",
            "py": "gē"
        },
        {
            "zi": "速",
            "py": "sù"
        },
        {
            "zi": "逗",
            "py": "dòu"
        },
        {
            "zi": "栗",
            "py": "lì"
        },
        {
            "zi": "配",
            "py": "pèi"
        },
        {
            "zi": "翅",
            "py": "chì"
        },
        {
            "zi": "辱",
            "py": "rǔ"
        },
        {
            "zi": "唇",
            "py": "chún"
        },
        {
            "zi": "夏",
            "py": "xià"
        },
        {
            "zi": "础",
            "py": "chǔ"
        },
        {
            "zi": "破",
            "py": "pò"
        },
        {
            "zi": "原",
            "py": "yuán"
        },
        {
            "zi": "套",
            "py": "tào"
        },
        {
            "zi": "逐",
            "py": "zhú"
        },
        {
            "zi": "烈",
            "py": "liè"
        },
        {
            "zi": "殊",
            "py": "shū"
        },
        {
            "zi": "顾",
            "py": "gù"
        },
        {
            "zi": "轿",
            "py": "jiào"
        },
        {
            "zi": "较",
            "py": "jiào"
        },
        {
            "zi": "顿",
            "py": "dùn"
        },
        {
            "zi": "毙",
            "py": "bì"
        },
        {
            "zi": "致",
            "py": "zhì"
        },
        {
            "zi": "柴",
            "py": "chái"
        },
        {
            "zi": "桌",
            "py": "zhuō"
        },
        {
            "zi": "虑",
            "py": "lǜ"
        },
        {
            "zi": "监",
            "py": "jiān,jiàn"
        },
        {
            "zi": "紧",
            "py": "jǐn"
        },
        {
            "zi": "党",
            "py": "dǎng"
        },
        {
            "zi": "晒",
            "py": "shài"
        },
        {
            "zi": "眠",
            "py": "mián"
        },
        {
            "zi": "晓",
            "py": "xiǎo"
        },
        {
            "zi": "鸭",
            "py": "yā"
        },
        {
            "zi": "晃",
            "py": "huǎng,huàng"
        },
        {
            "zi": "晌",
            "py": "shǎng"
        },
        {
            "zi": "晕",
            "py": "yùn,yūn"
        },
        {
            "zi": "蚊",
            "py": "wén"
        },
        {
            "zi": "哨",
            "py": "shào"
        },
        {
            "zi": "哭",
            "py": "kū"
        },
        {
            "zi": "恩",
            "py": "ēn"
        },
        {
            "zi": "唤",
            "py": "huàn"
        },
        {
            "zi": "啊",
            "py": "ā,á,ǎ,à,a"
        },
        {
            "zi": "唉",
            "py": "āi,ài"
        },
        {
            "zi": "罢",
            "py": "bà,ba,pí"
        },
        {
            "zi": "峰",
            "py": "fēng"
        },
        {
            "zi": "圆",
            "py": "yuán"
        },
        {
            "zi": "贼",
            "py": "zéi"
        },
        {
            "zi": "贿",
            "py": "huì"
        },
        {
            "zi": "钱",
            "py": "qián"
        },
        {
            "zi": "钳",
            "py": "qián"
        },
        {
            "zi": "钻",
            "py": "zuān,zuàn"
        },
        {
            "zi": "铁",
            "py": "tiě"
        },
        {
            "zi": "铃",
            "py": "líng"
        },
        {
            "zi": "铅",
            "py": "qiān,yán"
        },
        {
            "zi": "缺",
            "py": "quē"
        },
        {
            "zi": "氧",
            "py": "yǎng"
        },
        {
            "zi": "特",
            "py": "tè"
        },
        {
            "zi": "牺",
            "py": "xī"
        },
        {
            "zi": "造",
            "py": "zào"
        },
        {
            "zi": "乘",
            "py": "chéng,shèng"
        },
        {
            "zi": "敌",
            "py": "dí"
        },
        {
            "zi": "秤",
            "py": "chèng"
        },
        {
            "zi": "租",
            "py": "zū"
        },
        {
            "zi": "积",
            "py": "jī"
        },
        {
            "zi": "秧",
            "py": "yāng"
        },
        {
            "zi": "秩",
            "py": "zhì"
        },
        {
            "zi": "称",
            "py": "chēng,chèn,chèng"
        },
        {
            "zi": "秘",
            "py": "mì,bì"
        },
        {
            "zi": "透",
            "py": "tòu"
        },
        {
            "zi": "笔",
            "py": "bǐ"
        },
        {
            "zi": "笑",
            "py": "xiào"
        },
        {
            "zi": "笋",
            "py": "sǔn"
        },
        {
            "zi": "债",
            "py": "zhài"
        },
        {
            "zi": "借",
            "py": "jiè"
        },
        {
            "zi": "值",
            "py": "zhí"
        },
        {
            "zi": "倚",
            "py": "yǐ"
        },
        {
            "zi": "倾",
            "py": "qīng"
        },
        {
            "zi": "倒",
            "py": "dǎo,dào"
        },
        {
            "zi": "倘",
            "py": "tǎng,cháng"
        },
        {
            "zi": "俱",
            "py": "jù"
        },
        {
            "zi": "倡",
            "py": "chàng,chāng"
        },
        {
            "zi": "候",
            "py": "hòu"
        },
        {
            "zi": "俯",
            "py": "fǔ"
        },
        {
            "zi": "倍",
            "py": "bèi"
        },
        {
            "zi": "倦",
            "py": "juàn"
        },
        {
            "zi": "健",
            "py": "jiàn"
        },
        {
            "zi": "臭",
            "py": "chòu,xiù"
        },
        {
            "zi": "射",
            "py": "shè,yè,yì"
        },
        {
            "zi": "躬",
            "py": "gōng"
        },
        {
            "zi": "息",
            "py": "xī"
        },
        {
            "zi": "徒",
            "py": "tú"
        },
        {
            "zi": "徐",
            "py": "xú"
        },
        {
            "zi": "舰",
            "py": "jiàn"
        },
        {
            "zi": "舱",
            "py": "cāng"
        },
        {
            "zi": "般",
            "py": "bān"
        },
        {
            "zi": "航",
            "py": "háng"
        },
        {
            "zi": "途",
            "py": "tú"
        },
        {
            "zi": "拿",
            "py": "ná"
        },
        {
            "zi": "爹",
            "py": "diē"
        },
        {
            "zi": "爱",
            "py": "ài"
        },
        {
            "zi": "颂",
            "py": "sòng"
        },
        {
            "zi": "翁",
            "py": "wēng"
        },
        {
            "zi": "脆",
            "py": "cuì"
        },
        {
            "zi": "脂",
            "py": "zhī"
        },
        {
            "zi": "胸",
            "py": "xiōng"
        },
        {
            "zi": "胳",
            "py": "gē,gé"
        },
        {
            "zi": "脏",
            "py": "zàng"
        },
        {
            "zi": "胶",
            "py": "jiāo"
        },
        {
            "zi": "脑",
            "py": "nǎo"
        },
        {
            "zi": "狸",
            "py": "lí"
        },
        {
            "zi": "狼",
            "py": "láng"
        },
        {
            "zi": "逢",
            "py": "féng"
        },
        {
            "zi": "留",
            "py": "liú"
        },
        {
            "zi": "皱",
            "py": "zhòu"
        },
        {
            "zi": "饿",
            "py": "è"
        },
        {
            "zi": "恋",
            "py": "liàn"
        },
        {
            "zi": "桨",
            "py": "jiǎng"
        },
        {
            "zi": "浆",
            "py": "jiāng,jiàng"
        },
        {
            "zi": "衰",
            "py": "shuāi"
        },
        {
            "zi": "高",
            "py": "gāo"
        },
        {
            "zi": "席",
            "py": "xí"
        },
        {
            "zi": "准",
            "py": "zhǔn"
        },
        {
            "zi": "座",
            "py": "zuò"
        },
        {
            "zi": "脊",
            "py": "jǐ"
        },
        {
            "zi": "症",
            "py": "zhèng,zhēng"
        },
        {
            "zi": "病",
            "py": "bìng"
        },
        {
            "zi": "疾",
            "py": "jí"
        },
        {
            "zi": "疼",
            "py": "téng"
        },
        {
            "zi": "疲",
            "py": "pí"
        },
        {
            "zi": "效",
            "py": "xiào"
        },
        {
            "zi": "离",
            "py": "lí"
        },
        {
            "zi": "唐",
            "py": "táng"
        },
        {
            "zi": "资",
            "py": "zī"
        },
        {
            "zi": "凉",
            "py": "liáng,liàng"
        },
        {
            "zi": "站",
            "py": "zhàn"
        },
        {
            "zi": "剖",
            "py": "pōu"
        },
        {
            "zi": "竞",
            "py": "jìng"
        },
        {
            "zi": "部",
            "py": "bù"
        },
        {
            "zi": "旁",
            "py": "páng,bàng"
        },
        {
            "zi": "旅",
            "py": "lǚ"
        },
        {
            "zi": "畜",
            "py": "xù,chù"
        },
        {
            "zi": "阅",
            "py": "yuè"
        },
        {
            "zi": "羞",
            "py": "xiū"
        },
        {
            "zi": "瓶",
            "py": "píng"
        },
        {
            "zi": "拳",
            "py": "quán"
        },
        {
            "zi": "粉",
            "py": "fěn"
        },
        {
            "zi": "料",
            "py": "liào"
        },
        {
            "zi": "益",
            "py": "yì"
        },
        {
            "zi": "兼",
            "py": "jiān"
        },
        {
            "zi": "烤",
            "py": "kǎo"
        },
        {
            "zi": "烘",
            "py": "hōng"
        },
        {
            "zi": "烦",
            "py": "fán"
        },
        {
            "zi": "烧",
            "py": "shāo"
        },
        {
            "zi": "烛",
            "py": "zhú"
        },
        {
            "zi": "烟",
            "py": "yān"
        },
        {
            "zi": "递",
            "py": "dì"
        },
        {
            "zi": "涛",
            "py": "tāo"
        },
        {
            "zi": "浙",
            "py": "zhè"
        },
        {
            "zi": "涝",
            "py": "lào"
        },
        {
            "zi": "酒",
            "py": "jiǔ"
        },
        {
            "zi": "涉",
            "py": "shè"
        },
        {
            "zi": "消",
            "py": "xiāo"
        },
        {
            "zi": "浩",
            "py": "hào"
        },
        {
            "zi": "海",
            "py": "hǎi"
        },
        {
            "zi": "涂",
            "py": "tú"
        },
        {
            "zi": "浴",
            "py": "yù"
        },
        {
            "zi": "浮",
            "py": "fú"
        },
        {
            "zi": "流",
            "py": "liú"
        },
        {
            "zi": "润",
            "py": "rùn"
        },
        {
            "zi": "浪",
            "py": "làng"
        },
        {
            "zi": "浸",
            "py": "jìn"
        },
        {
            "zi": "涨",
            "py": "zhǎng,zhàng"
        },
        {
            "zi": "烫",
            "py": "tàng"
        },
        {
            "zi": "涌",
            "py": "yǒng,chōng"
        },
        {
            "zi": "悟",
            "py": "wù"
        },
        {
            "zi": "悄",
            "py": "qiǎo,qiāo"
        },
        {
            "zi": "悔",
            "py": "huǐ"
        },
        {
            "zi": "悦",
            "py": "yuè"
        },
        {
            "zi": "害",
            "py": "hài"
        },
        {
            "zi": "宽",
            "py": "kuān"
        },
        {
            "zi": "家",
            "py": "jiā,jia"
        },
        {
            "zi": "宵",
            "py": "xiāo"
        },
        {
            "zi": "宴",
            "py": "yàn"
        },
        {
            "zi": "宾",
            "py": "bīn"
        },
        {
            "zi": "窄",
            "py": "zhǎi"
        },
        {
            "zi": "容",
            "py": "róng"
        },
        {
            "zi": "宰",
            "py": "zǎi"
        },
        {
            "zi": "案",
            "py": "àn"
        },
        {
            "zi": "请",
            "py": "qǐng"
        },
        {
            "zi": "朗",
            "py": "lǎng"
        },
        {
            "zi": "诸",
            "py": "zhū"
        },
        {
            "zi": "读",
            "py": "dú,dòu"
        },
        {
            "zi": "扇",
            "py": "shàn,shān"
        },
        {
            "zi": "袜",
            "py": "wà"
        },
        {
            "zi": "袖",
            "py": "xiù"
        },
        {
            "zi": "袍",
            "py": "páo"
        },
        {
            "zi": "被",
            "py": "bèi,pī"
        },
        {
            "zi": "祥",
            "py": "xiáng"
        },
        {
            "zi": "课",
            "py": "kè"
        },
        {
            "zi": "谁",
            "py": "shuí"
        },
        {
            "zi": "调",
            "py": "tiáo,diào,zhōu"
        },
        {
            "zi": "冤",
            "py": "yuān"
        },
        {
            "zi": "谅",
            "py": "liàng"
        },
        {
            "zi": "谈",
            "py": "tán"
        },
        {
            "zi": "谊",
            "py": "yì"
        },
        {
            "zi": "剥",
            "py": "bāo,bō"
        },
        {
            "zi": "恳",
            "py": "kěn"
        },
        {
            "zi": "展",
            "py": "zhǎn"
        },
        {
            "zi": "剧",
            "py": "jù"
        },
        {
            "zi": "屑",
            "py": "xiè"
        },
        {
            "zi": "弱",
            "py": "ruò"
        },
        {
            "zi": "陵",
            "py": "líng"
        },
        {
            "zi": "陶",
            "py": "táo"
        },
        {
            "zi": "陷",
            "py": "xiàn"
        },
        {
            "zi": "陪",
            "py": "péi"
        },
        {
            "zi": "娱",
            "py": "yú"
        },
        {
            "zi": "娘",
            "py": "niáng"
        },
        {
            "zi": "通",
            "py": "tōng"
        },
        {
            "zi": "能",
            "py": "néng,nài"
        },
        {
            "zi": "难",
            "py": "nán,nàn,nuó"
        },
        {
            "zi": "预",
            "py": "yù"
        },
        {
            "zi": "桑",
            "py": "sāng"
        },
        {
            "zi": "绢",
            "py": "juàn"
        },
        {
            "zi": "绣",
            "py": "xiù"
        },
        {
            "zi": "验",
            "py": "yàn"
        },
        {
            "zi": "继",
            "py": "jì"
        }
    ],
    "11": [
        {
            "zi": "球",
            "py": "qiú"
        },
        {
            "zi": "理",
            "py": "lǐ"
        },
        {
            "zi": "捧",
            "py": "pěng"
        },
        {
            "zi": "堵",
            "py": "dǔ"
        },
        {
            "zi": "描",
            "py": "miáo"
        },
        {
            "zi": "域",
            "py": "yù"
        },
        {
            "zi": "掩",
            "py": "yǎn"
        },
        {
            "zi": "捷",
            "py": "jié"
        },
        {
            "zi": "排",
            "py": "pái,pǎi"
        },
        {
            "zi": "掉",
            "py": "diào"
        },
        {
            "zi": "堆",
            "py": "duī"
        },
        {
            "zi": "推",
            "py": "tuī"
        },
        {
            "zi": "掀",
            "py": "xiān"
        },
        {
            "zi": "授",
            "py": "shòu"
        },
        {
            "zi": "教",
            "py": "jiào,jiāo"
        },
        {
            "zi": "掏",
            "py": "tāo"
        },
        {
            "zi": "掠",
            "py": "lüè"
        },
        {
            "zi": "培",
            "py": "péi"
        },
        {
            "zi": "接",
            "py": "jiē"
        },
        {
            "zi": "控",
            "py": "kòng"
        },
        {
            "zi": "探",
            "py": "tàn"
        },
        {
            "zi": "据",
            "py": "jù,jū"
        },
        {
            "zi": "掘",
            "py": "jué"
        },
        {
            "zi": "职",
            "py": "zhí"
        },
        {
            "zi": "基",
            "py": "jī"
        },
        {
            "zi": "著",
            "py": "zhù"
        },
        {
            "zi": "勒",
            "py": "lè,lēi"
        },
        {
            "zi": "黄",
            "py": "huáng"
        },
        {
            "zi": "萌",
            "py": "méng"
        },
        {
            "zi": "萝",
            "py": "luó"
        },
        {
            "zi": "菌",
            "py": "jūn,jùn"
        },
        {
            "zi": "菜",
            "py": "cài"
        },
        {
            "zi": "萄",
            "py": "táo"
        },
        {
            "zi": "菊",
            "py": "jú"
        },
        {
            "zi": "萍",
            "py": "píng"
        },
        {
            "zi": "菠",
            "py": "bō"
        },
        {
            "zi": "营",
            "py": "yíng"
        },
        {
            "zi": "械",
            "py": "xiè"
        },
        {
            "zi": "梦",
            "py": "mèng"
        },
        {
            "zi": "梢",
            "py": "shāo,sào"
        },
        {
            "zi": "梅",
            "py": "méi"
        },
        {
            "zi": "检",
            "py": "jiǎn"
        },
        {
            "zi": "梳",
            "py": "shū"
        },
        {
            "zi": "梯",
            "py": "tī"
        },
        {
            "zi": "桶",
            "py": "tǒng"
        },
        {
            "zi": "救",
            "py": "jiù"
        },
        {
            "zi": "副",
            "py": "fù,pì"
        },
        {
            "zi": "票",
            "py": "piào,piāo"
        },
        {
            "zi": "戚",
            "py": "qī"
        },
        {
            "zi": "爽",
            "py": "shuǎng"
        },
        {
            "zi": "聋",
            "py": "lóng"
        },
        {
            "zi": "袭",
            "py": "xí"
        },
        {
            "zi": "盛",
            "py": "shèng,chéng"
        },
        {
            "zi": "雪",
            "py": "xuě"
        },
        {
            "zi": "辅",
            "py": "fǔ"
        },
        {
            "zi": "辆",
            "py": "liàng"
        },
        {
            "zi": "虚",
            "py": "xū"
        },
        {
            "zi": "雀",
            "py": "què,qiāo,qiǎo"
        },
        {
            "zi": "堂",
            "py": "táng"
        },
        {
            "zi": "常",
            "py": "cháng"
        },
        {
            "zi": "匙",
            "py": "chí,shi"
        },
        {
            "zi": "晨",
            "py": "chén"
        },
        {
            "zi": "睁",
            "py": "zhēng"
        },
        {
            "zi": "眯",
            "py": "mī,mí"
        },
        {
            "zi": "眼",
            "py": "yǎn"
        },
        {
            "zi": "悬",
            "py": "xuán"
        },
        {
            "zi": "野",
            "py": "yě"
        },
        {
            "zi": "啦",
            "py": "lā,la"
        },
        {
            "zi": "晚",
            "py": "wǎn"
        },
        {
            "zi": "啄",
            "py": "zhuó"
        },
        {
            "zi": "距",
            "py": "jù"
        },
        {
            "zi": "跃",
            "py": "yuè"
        },
        {
            "zi": "略",
            "py": "lüè"
        },
        {
            "zi": "蛇",
            "py": "shé,yí"
        },
        {
            "zi": "累",
            "py": "léi,lěi,lèi"
        },
        {
            "zi": "唱",
            "py": "chàng"
        },
        {
            "zi": "患",
            "py": "huàn"
        },
        {
            "zi": "唯",
            "py": "wéi"
        },
        {
            "zi": "崖",
            "py": "yá"
        },
        {
            "zi": "崭",
            "py": "zhǎn,chán"
        },
        {
            "zi": "崇",
            "py": "chóng"
        },
        {
            "zi": "圈",
            "py": "quān,juàn,juān"
        },
        {
            "zi": "铜",
            "py": "tóng"
        },
        {
            "zi": "铲",
            "py": "chǎn"
        },
        {
            "zi": "银",
            "py": "yín"
        },
        {
            "zi": "甜",
            "py": "tián"
        },
        {
            "zi": "梨",
            "py": "lí"
        },
        {
            "zi": "犁",
            "py": "lí"
        },
        {
            "zi": "移",
            "py": "yí"
        },
        {
            "zi": "笨",
            "py": "bèn"
        },
        {
            "zi": "笼",
            "py": "lóng,lǒng"
        },
        {
            "zi": "笛",
            "py": "dí"
        },
        {
            "zi": "符",
            "py": "fú"
        },
        {
            "zi": "第",
            "py": "dì"
        },
        {
            "zi": "敏",
            "py": "mǐn"
        },
        {
            "zi": "做",
            "py": "zuò"
        },
        {
            "zi": "袋",
            "py": "dài"
        },
        {
            "zi": "悠",
            "py": "yōu"
        },
        {
            "zi": "偿",
            "py": "cháng"
        },
        {
            "zi": "偶",
            "py": "ǒu"
        },
        {
            "zi": "偷",
            "py": "tōu"
        },
        {
            "zi": "您",
            "py": "nín"
        },
        {
            "zi": "售",
            "py": "shòu"
        },
        {
            "zi": "停",
            "py": "tíng"
        },
        {
            "zi": "偏",
            "py": "piān"
        },
        {
            "zi": "假",
            "py": "jiǎ,jià"
        },
        {
            "zi": "得",
            "py": "dé,děi,de"
        },
        {
            "zi": "衔",
            "py": "xián"
        },
        {
            "zi": "盘",
            "py": "pán"
        },
        {
            "zi": "船",
            "py": "chuán"
        },
        {
            "zi": "斜",
            "py": "xié"
        },
        {
            "zi": "盒",
            "py": "hé"
        },
        {
            "zi": "鸽",
            "py": "gē"
        },
        {
            "zi": "悉",
            "py": "xī"
        },
        {
            "zi": "欲",
            "py": "yù"
        },
        {
            "zi": "彩",
            "py": "cǎi"
        },
        {
            "zi": "领",
            "py": "lǐng"
        },
        {
            "zi": "脚",
            "py": "jiǎo"
        },
        {
            "zi": "脖",
            "py": "bó"
        },
        {
            "zi": "脸",
            "py": "liǎn"
        },
        {
            "zi": "脱",
            "py": "tuō"
        },
        {
            "zi": "象",
            "py": "xiàng"
        },
        {
            "zi": "够",
            "py": "gòu"
        },
        {
            "zi": "猜",
            "py": "cāi"
        },
        {
            "zi": "猪",
            "py": "zhū"
        },
        {
            "zi": "猎",
            "py": "liè"
        },
        {
            "zi": "猫",
            "py": "māo,máo"
        },
        {
            "zi": "猛",
            "py": "měng"
        },
        {
            "zi": "馅",
            "py": "xiàn"
        },
        {
            "zi": "馆",
            "py": "guǎn"
        },
        {
            "zi": "凑",
            "py": "còu"
        },
        {
            "zi": "减",
            "py": "jiǎn"
        },
        {
            "zi": "毫",
            "py": "háo"
        },
        {
            "zi": "麻",
            "py": "má"
        },
        {
            "zi": "痒",
            "py": "yǎng"
        },
        {
            "zi": "痕",
            "py": "hén"
        },
        {
            "zi": "廊",
            "py": "láng"
        },
        {
            "zi": "康",
            "py": "kāng"
        },
        {
            "zi": "庸",
            "py": "yōng"
        },
        {
            "zi": "鹿",
            "py": "lù"
        },
        {
            "zi": "盗",
            "py": "dào"
        },
        {
            "zi": "章",
            "py": "zhāng"
        },
        {
            "zi": "竟",
            "py": "jìng"
        },
        {
            "zi": "商",
            "py": "shāng"
        },
        {
            "zi": "族",
            "py": "zú"
        },
        {
            "zi": "旋",
            "py": "xuán,xuàn"
        },
        {
            "zi": "望",
            "py": "wàng"
        },
        {
            "zi": "率",
            "py": "shuài,lǜ"
        },
        {
            "zi": "着",
            "py": "zhuó,zháo,zhāo,zhe"
        },
        {
            "zi": "盖",
            "py": "gài,gě,hé"
        },
        {
            "zi": "粘",
            "py": "zhān"
        },
        {
            "zi": "粗",
            "py": "cū"
        },
        {
            "zi": "粒",
            "py": "lì"
        },
        {
            "zi": "断",
            "py": "duàn"
        },
        {
            "zi": "剪",
            "py": "jiǎn"
        },
        {
            "zi": "兽",
            "py": "shòu"
        },
        {
            "zi": "清",
            "py": "qīng"
        },
        {
            "zi": "添",
            "py": "tiān"
        },
        {
            "zi": "淋",
            "py": "lín,lìn"
        },
        {
            "zi": "淹",
            "py": "yān"
        },
        {
            "zi": "渠",
            "py": "qú,jù"
        },
        {
            "zi": "渐",
            "py": "jiàn,jiān"
        },
        {
            "zi": "混",
            "py": "hùn,hún"
        },
        {
            "zi": "渔",
            "py": "yú"
        },
        {
            "zi": "淘",
            "py": "táo"
        },
        {
            "zi": "液",
            "py": "yè"
        },
        {
            "zi": "淡",
            "py": "dàn"
        },
        {
            "zi": "深",
            "py": "shēn"
        },
        {
            "zi": "婆",
            "py": "pó"
        },
        {
            "zi": "梁",
            "py": "liáng"
        },
        {
            "zi": "渗",
            "py": "shèn"
        },
        {
            "zi": "情",
            "py": "qíng"
        },
        {
            "zi": "惜",
            "py": "xī"
        },
        {
            "zi": "惭",
            "py": "cán"
        },
        {
            "zi": "悼",
            "py": "dào"
        },
        {
            "zi": "惧",
            "py": "jù"
        },
        {
            "zi": "惕",
            "py": "tì"
        },
        {
            "zi": "惊",
            "py": "jīng"
        },
        {
            "zi": "惨",
            "py": "cǎn"
        },
        {
            "zi": "惯",
            "py": "guàn"
        },
        {
            "zi": "寇",
            "py": "kòu"
        },
        {
            "zi": "寄",
            "py": "jì"
        },
        {
            "zi": "宿",
            "py": "sù,xiǔ,xiù"
        },
        {
            "zi": "窑",
            "py": "yáo"
        },
        {
            "zi": "密",
            "py": "mì"
        },
        {
            "zi": "谋",
            "py": "móu"
        },
        {
            "zi": "谎",
            "py": "huǎng"
        },
        {
            "zi": "祸",
            "py": "huò"
        },
        {
            "zi": "谜",
            "py": "mí"
        },
        {
            "zi": "逮",
            "py": "dài"
        },
        {
            "zi": "敢",
            "py": "gǎn"
        },
        {
            "zi": "屠",
            "py": "tú"
        },
        {
            "zi": "弹",
            "py": "dàn,tán"
        },
        {
            "zi": "随",
            "py": "suí"
        },
        {
            "zi": "蛋",
            "py": "dàn"
        },
        {
            "zi": "隆",
            "py": "lóng"
        },
        {
            "zi": "隐",
            "py": "yǐn,yìn"
        },
        {
            "zi": "婚",
            "py": "hūn"
        },
        {
            "zi": "婶",
            "py": "shěn"
        },
        {
            "zi": "颈",
            "py": "jǐng,gěng"
        },
        {
            "zi": "绩",
            "py": "jì"
        },
        {
            "zi": "绪",
            "py": "xù"
        },
        {
            "zi": "续",
            "py": "xù"
        },
        {
            "zi": "骑",
            "py": "qí"
        },
        {
            "zi": "绳",
            "py": "shéng"
        },
        {
            "zi": "维",
            "py": "wéi"
        },
        {
            "zi": "绵",
            "py": "mián"
        },
        {
            "zi": "绸",
            "py": "chóu"
        },
        {
            "zi": "绿",
            "py": "lǜ,lù"
        }
    ],
    "12": [
        {
            "zi": "琴",
            "py": "qín"
        },
        {
            "zi": "斑",
            "py": "bān"
        },
        {
            "zi": "替",
            "py": "tì"
        },
        {
            "zi": "款",
            "py": "kuǎn"
        },
        {
            "zi": "堪",
            "py": "kān"
        },
        {
            "zi": "搭",
            "py": "dā"
        },
        {
            "zi": "塔",
            "py": "tǎ"
        },
        {
            "zi": "越",
            "py": "yuè"
        },
        {
            "zi": "趁",
            "py": "chèn"
        },
        {
            "zi": "趋",
            "py": "qū,cù"
        },
        {
            "zi": "超",
            "py": "chāo"
        },
        {
            "zi": "提",
            "py": "tí,dī,dǐ"
        },
        {
            "zi": "堤",
            "py": "dī"
        },
        {
            "zi": "博",
            "py": "bó"
        },
        {
            "zi": "揭",
            "py": "jiē,qì"
        },
        {
            "zi": "喜",
            "py": "xǐ"
        },
        {
            "zi": "插",
            "py": "chā"
        },
        {
            "zi": "揪",
            "py": "jiū"
        },
        {
            "zi": "搜",
            "py": "sōu"
        },
        {
            "zi": "煮",
            "py": "zhǔ"
        },
        {
            "zi": "援",
            "py": "yuán"
        },
        {
            "zi": "裁",
            "py": "cái"
        },
        {
            "zi": "搁",
            "py": "gē,gé"
        },
        {
            "zi": "搂",
            "py": "lǒu,lōu"
        },
        {
            "zi": "搅",
            "py": "jiǎo"
        },
        {
            "zi": "握",
            "py": "wò"
        },
        {
            "zi": "揉",
            "py": "róu"
        },
        {
            "zi": "斯",
            "py": "sī"
        },
        {
            "zi": "期",
            "py": "qī,jī"
        },
        {
            "zi": "欺",
            "py": "qī"
        },
        {
            "zi": "联",
            "py": "lián"
        },
        {
            "zi": "散",
            "py": "sàn,sǎn"
        },
        {
            "zi": "惹",
            "py": "rě"
        },
        {
            "zi": "葬",
            "py": "zàng"
        },
        {
            "zi": "葛",
            "py": "gé"
        },
        {
            "zi": "董",
            "py": "dǒng"
        },
        {
            "zi": "葡",
            "py": "pú"
        },
        {
            "zi": "敬",
            "py": "jìng"
        },
        {
            "zi": "葱",
            "py": "cōng"
        },
        {
            "zi": "落",
            "py": "là,luò,lào"
        },
        {
            "zi": "朝",
            "py": "zhāo,cháo"
        },
        {
            "zi": "辜",
            "py": "gū"
        },
        {
            "zi": "葵",
            "py": "kuí"
        },
        {
            "zi": "棒",
            "py": "bàng"
        },
        {
            "zi": "棋",
            "py": "qí"
        },
        {
            "zi": "植",
            "py": "zhí"
        },
        {
            "zi": "森",
            "py": "sēn"
        },
        {
            "zi": "椅",
            "py": "yǐ,yī"
        },
        {
            "zi": "椒",
            "py": "jiāo"
        },
        {
            "zi": "棵",
            "py": "kē"
        },
        {
            "zi": "棍",
            "py": "gùn,hùn"
        },
        {
            "zi": "棉",
            "py": "mián"
        },
        {
            "zi": "棚",
            "py": "péng"
        },
        {
            "zi": "棕",
            "py": "zōng"
        },
        {
            "zi": "惠",
            "py": "huì"
        },
        {
            "zi": "惑",
            "py": "huò"
        },
        {
            "zi": "逼",
            "py": "bī"
        },
        {
            "zi": "厨",
            "py": "chú"
        },
        {
            "zi": "厦",
            "py": "shà,xià"
        },
        {
            "zi": "硬",
            "py": "yìng"
        },
        {
            "zi": "确",
            "py": "què"
        },
        {
            "zi": "雁",
            "py": "yàn"
        },
        {
            "zi": "殖",
            "py": "zhí,shi"
        },
        {
            "zi": "裂",
            "py": "liè,liě"
        },
        {
            "zi": "雄",
            "py": "xióng"
        },
        {
            "zi": "暂",
            "py": "zàn"
        },
        {
            "zi": "雅",
            "py": "yǎ"
        },
        {
            "zi": "辈",
            "py": "bèi"
        },
        {
            "zi": "悲",
            "py": "bēi"
        },
        {
            "zi": "紫",
            "py": "zǐ"
        },
        {
            "zi": "辉",
            "py": "huī"
        },
        {
            "zi": "敞",
            "py": "chǎng"
        },
        {
            "zi": "赏",
            "py": "shǎng"
        },
        {
            "zi": "掌",
            "py": "zhǎng"
        },
        {
            "zi": "晴",
            "py": "qíng"
        },
        {
            "zi": "暑",
            "py": "shǔ"
        },
        {
            "zi": "最",
            "py": "zuì"
        },
        {
            "zi": "量",
            "py": "liáng,liàng"
        },
        {
            "zi": "喷",
            "py": "pēn,pèn"
        },
        {
            "zi": "晶",
            "py": "jīng"
        },
        {
            "zi": "喇",
            "py": "lǎ"
        },
        {
            "zi": "遇",
            "py": "yù"
        },
        {
            "zi": "喊",
            "py": "hǎn"
        },
        {
            "zi": "景",
            "py": "jǐng,yǐng"
        },
        {
            "zi": "践",
            "py": "jiàn"
        },
        {
            "zi": "跌",
            "py": "diē"
        },
        {
            "zi": "跑",
            "py": "pǎo,páo"
        },
        {
            "zi": "遗",
            "py": "yí"
        },
        {
            "zi": "蛙",
            "py": "wā"
        },
        {
            "zi": "蛛",
            "py": "zhū"
        },
        {
            "zi": "蜓",
            "py": "tíng"
        },
        {
            "zi": "喝",
            "py": "hē,hè,yè"
        },
        {
            "zi": "喂",
            "py": "wèi"
        },
        {
            "zi": "喘",
            "py": "chuǎn"
        },
        {
            "zi": "喉",
            "py": "hóu"
        },
        {
            "zi": "幅",
            "py": "fú"
        },
        {
            "zi": "帽",
            "py": "mào"
        },
        {
            "zi": "赌",
            "py": "dǔ"
        },
        {
            "zi": "赔",
            "py": "péi"
        },
        {
            "zi": "黑",
            "py": "hēi"
        },
        {
            "zi": "铸",
            "py": "zhù"
        },
        {
            "zi": "铺",
            "py": "pū,pù"
        },
        {
            "zi": "链",
            "py": "liàn"
        },
        {
            "zi": "销",
            "py": "xiāo"
        },
        {
            "zi": "锁",
            "py": "suǒ"
        },
        {
            "zi": "锄",
            "py": "chú"
        },
        {
            "zi": "锅",
            "py": "guō"
        },
        {
            "zi": "锈",
            "py": "xiù"
        },
        {
            "zi": "锋",
            "py": "fēng"
        },
        {
            "zi": "锐",
            "py": "ruì"
        },
        {
            "zi": "短",
            "py": "duǎn"
        },
        {
            "zi": "智",
            "py": "zhì"
        },
        {
            "zi": "毯",
            "py": "tǎn"
        },
        {
            "zi": "鹅",
            "py": "é"
        },
        {
            "zi": "剩",
            "py": "shèng"
        },
        {
            "zi": "稍",
            "py": "shāo,shào"
        },
        {
            "zi": "程",
            "py": "chéng"
        },
        {
            "zi": "稀",
            "py": "xī"
        },
        {
            "zi": "税",
            "py": "shuì"
        },
        {
            "zi": "筐",
            "py": "kuāng"
        },
        {
            "zi": "等",
            "py": "děng"
        },
        {
            "zi": "筑",
            "py": "zhù,zhú"
        },
        {
            "zi": "策",
            "py": "cè"
        },
        {
            "zi": "筛",
            "py": "shāi"
        },
        {
            "zi": "筒",
            "py": "tǒng"
        },
        {
            "zi": "答",
            "py": "dá,dā"
        },
        {
            "zi": "筋",
            "py": "jīn"
        },
        {
            "zi": "筝",
            "py": "zhēng"
        },
        {
            "zi": "傲",
            "py": "ào"
        },
        {
            "zi": "傅",
            "py": "fù"
        },
        {
            "zi": "牌",
            "py": "pái"
        },
        {
            "zi": "堡",
            "py": "bǎo,bǔ,pù"
        },
        {
            "zi": "集",
            "py": "jí"
        },
        {
            "zi": "焦",
            "py": "jiāo"
        },
        {
            "zi": "傍",
            "py": "bàng"
        },
        {
            "zi": "储",
            "py": "chǔ"
        },
        {
            "zi": "奥",
            "py": "ào,yù"
        },
        {
            "zi": "街",
            "py": "jiē"
        },
        {
            "zi": "惩",
            "py": "chéng"
        },
        {
            "zi": "御",
            "py": "yù"
        },
        {
            "zi": "循",
            "py": "xún"
        },
        {
            "zi": "艇",
            "py": "tǐng"
        },
        {
            "zi": "舒",
            "py": "shū"
        },
        {
            "zi": "番",
            "py": "fān,pān"
        },
        {
            "zi": "释",
            "py": "shì"
        },
        {
            "zi": "禽",
            "py": "qín"
        },
        {
            "zi": "腊",
            "py": "là,xī"
        },
        {
            "zi": "脾",
            "py": "pí"
        },
        {
            "zi": "腔",
            "py": "qiāng"
        },
        {
            "zi": "鲁",
            "py": "lǔ"
        },
        {
            "zi": "猾",
            "py": "huá"
        },
        {
            "zi": "猴",
            "py": "hóu"
        },
        {
            "zi": "然",
            "py": "rán"
        },
        {
            "zi": "馋",
            "py": "chán"
        },
        {
            "zi": "装",
            "py": "zhuāng"
        },
        {
            "zi": "蛮",
            "py": "mán"
        },
        {
            "zi": "就",
            "py": "jiù"
        },
        {
            "zi": "痛",
            "py": "tòng"
        },
        {
            "zi": "童",
            "py": "tóng"
        },
        {
            "zi": "阔",
            "py": "kuò"
        },
        {
            "zi": "善",
            "py": "shàn"
        },
        {
            "zi": "羡",
            "py": "xiàn"
        },
        {
            "zi": "普",
            "py": "pǔ"
        },
        {
            "zi": "粪",
            "py": "fèn"
        },
        {
            "zi": "尊",
            "py": "zūn"
        },
        {
            "zi": "道",
            "py": "dào"
        },
        {
            "zi": "曾",
            "py": "zēng,céng"
        },
        {
            "zi": "焰",
            "py": "yàn"
        },
        {
            "zi": "港",
            "py": "gǎng,jiǎng"
        },
        {
            "zi": "湖",
            "py": "hú"
        },
        {
            "zi": "渣",
            "py": "zhā"
        },
        {
            "zi": "湿",
            "py": "shī"
        },
        {
            "zi": "温",
            "py": "wēn"
        },
        {
            "zi": "渴",
            "py": "kě"
        },
        {
            "zi": "滑",
            "py": "huá"
        },
        {
            "zi": "湾",
            "py": "wān"
        },
        {
            "zi": "渡",
            "py": "dù"
        },
        {
            "zi": "游",
            "py": "yóu"
        },
        {
            "zi": "滋",
            "py": "zī"
        },
        {
            "zi": "溉",
            "py": "gài"
        },
        {
            "zi": "愤",
            "py": "fèn"
        },
        {
            "zi": "慌",
            "py": "huāng"
        },
        {
            "zi": "惰",
            "py": "duò"
        },
        {
            "zi": "愧",
            "py": "kuì"
        },
        {
            "zi": "愉",
            "py": "yú,tōu"
        },
        {
            "zi": "慨",
            "py": "kǎi"
        },
        {
            "zi": "割",
            "py": "gē"
        },
        {
            "zi": "寒",
            "py": "hán"
        },
        {
            "zi": "富",
            "py": "fù"
        },
        {
            "zi": "窜",
            "py": "cuàn"
        },
        {
            "zi": "窝",
            "py": "wō"
        },
        {
            "zi": "窗",
            "py": "chuāng"
        },
        {
            "zi": "遍",
            "py": "biàn"
        },
        {
            "zi": "裕",
            "py": "yù"
        },
        {
            "zi": "裤",
            "py": "kù"
        },
        {
            "zi": "裙",
            "py": "qún"
        },
        {
            "zi": "谢",
            "py": "xiè"
        },
        {
            "zi": "谣",
            "py": "yáo"
        },
        {
            "zi": "谦",
            "py": "qiān"
        },
        {
            "zi": "属",
            "py": "shǔ,zhǔ"
        },
        {
            "zi": "屡",
            "py": "lǚ"
        },
        {
            "zi": "强",
            "py": "qiáng,qiǎng,jiàng"
        },
        {
            "zi": "粥",
            "py": "zhōu,yù"
        },
        {
            "zi": "疏",
            "py": "shū"
        },
        {
            "zi": "隔",
            "py": "gé"
        },
        {
            "zi": "隙",
            "py": "xì"
        },
        {
            "zi": "絮",
            "py": "xù"
        },
        {
            "zi": "嫂",
            "py": "sǎo"
        },
        {
            "zi": "登",
            "py": "dēng"
        },
        {
            "zi": "缎",
            "py": "duàn"
        },
        {
            "zi": "缓",
            "py": "huǎn"
        },
        {
            "zi": "编",
            "py": "biān"
        },
        {
            "zi": "骗",
            "py": "piàn"
        },
        {
            "zi": "缘",
            "py": "yuán"
        }
    ],
    "13": [
        {
            "zi": "瑞",
            "py": "ruì"
        },
        {
            "zi": "魂",
            "py": "hún"
        },
        {
            "zi": "肆",
            "py": "sì"
        },
        {
            "zi": "摄",
            "py": "shè,niè"
        },
        {
            "zi": "摸",
            "py": "mō"
        },
        {
            "zi": "填",
            "py": "tián,zhèn"
        },
        {
            "zi": "搏",
            "py": "bó"
        },
        {
            "zi": "塌",
            "py": "tā"
        },
        {
            "zi": "鼓",
            "py": "gǔ"
        },
        {
            "zi": "摆",
            "py": "bǎi"
        },
        {
            "zi": "携",
            "py": "xié"
        },
        {
            "zi": "搬",
            "py": "bān"
        },
        {
            "zi": "摇",
            "py": "yáo"
        },
        {
            "zi": "搞",
            "py": "gǎo"
        },
        {
            "zi": "塘",
            "py": "táng"
        },
        {
            "zi": "摊",
            "py": "tān"
        },
        {
            "zi": "蒜",
            "py": "suàn"
        },
        {
            "zi": "勤",
            "py": "qín"
        },
        {
            "zi": "鹊",
            "py": "què"
        },
        {
            "zi": "蓝",
            "py": "lán"
        },
        {
            "zi": "墓",
            "py": "mù"
        },
        {
            "zi": "幕",
            "py": "mù"
        },
        {
            "zi": "蓬",
            "py": "péng"
        },
        {
            "zi": "蓄",
            "py": "xù"
        },
        {
            "zi": "蒙",
            "py": "mēng,méng,měng"
        },
        {
            "zi": "蒸",
            "py": "zhēng"
        },
        {
            "zi": "献",
            "py": "xiàn"
        },
        {
            "zi": "禁",
            "py": "jīn,jìn"
        },
        {
            "zi": "楚",
            "py": "chǔ"
        },
        {
            "zi": "想",
            "py": "xiǎng"
        },
        {
            "zi": "槐",
            "py": "huái"
        },
        {
            "zi": "榆",
            "py": "yú"
        },
        {
            "zi": "楼",
            "py": "lóu"
        },
        {
            "zi": "概",
            "py": "gài"
        },
        {
            "zi": "赖",
            "py": "lài"
        },
        {
            "zi": "酬",
            "py": "chóu"
        },
        {
            "zi": "感",
            "py": "gǎn"
        },
        {
            "zi": "碍",
            "py": "ài"
        },
        {
            "zi": "碑",
            "py": "bēi"
        },
        {
            "zi": "碎",
            "py": "suì"
        },
        {
            "zi": "碰",
            "py": "pèng"
        },
        {
            "zi": "碗",
            "py": "wǎn"
        },
        {
            "zi": "碌",
            "py": "lù,liù"
        },
        {
            "zi": "雷",
            "py": "léi"
        },
        {
            "zi": "零",
            "py": "líng"
        },
        {
            "zi": "雾",
            "py": "wù"
        },
        {
            "zi": "雹",
            "py": "báo"
        },
        {
            "zi": "输",
            "py": "shū"
        },
        {
            "zi": "督",
            "py": "dū"
        },
        {
            "zi": "龄",
            "py": "líng"
        },
        {
            "zi": "鉴",
            "py": "jiàn"
        },
        {
            "zi": "睛",
            "py": "jīng"
        },
        {
            "zi": "睡",
            "py": "shuì"
        },
        {
            "zi": "睬",
            "py": "cǎi"
        },
        {
            "zi": "鄙",
            "py": "bǐ"
        },
        {
            "zi": "愚",
            "py": "yú"
        },
        {
            "zi": "暖",
            "py": "nuǎn"
        },
        {
            "zi": "盟",
            "py": "méng"
        },
        {
            "zi": "歇",
            "py": "xiē"
        },
        {
            "zi": "暗",
            "py": "àn"
        },
        {
            "zi": "照",
            "py": "zhào"
        },
        {
            "zi": "跨",
            "py": "kuà"
        },
        {
            "zi": "跳",
            "py": "tiào,táo"
        },
        {
            "zi": "跪",
            "py": "guì"
        },
        {
            "zi": "路",
            "py": "lù"
        },
        {
            "zi": "跟",
            "py": "gēn"
        },
        {
            "zi": "遣",
            "py": "qiǎn"
        },
        {
            "zi": "蛾",
            "py": "é,yǐ"
        },
        {
            "zi": "蜂",
            "py": "fēng"
        },
        {
            "zi": "嗓",
            "py": "sǎng"
        },
        {
            "zi": "置",
            "py": "zhì"
        },
        {
            "zi": "罪",
            "py": "zuì"
        },
        {
            "zi": "罩",
            "py": "zhào"
        },
        {
            "zi": "错",
            "py": "cuò"
        },
        {
            "zi": "锡",
            "py": "xī"
        },
        {
            "zi": "锣",
            "py": "luó"
        },
        {
            "zi": "锤",
            "py": "chuí"
        },
        {
            "zi": "锦",
            "py": "jǐn"
        },
        {
            "zi": "键",
            "py": "jiàn"
        },
        {
            "zi": "锯",
            "py": "jù"
        },
        {
            "zi": "矮",
            "py": "ǎi"
        },
        {
            "zi": "辞",
            "py": "cí"
        },
        {
            "zi": "稠",
            "py": "chóu"
        },
        {
            "zi": "愁",
            "py": "chóu"
        },
        {
            "zi": "筹",
            "py": "chóu"
        },
        {
            "zi": "签",
            "py": "qiān"
        },
        {
            "zi": "简",
            "py": "jiǎn"
        },
        {
            "zi": "毁",
            "py": "huǐ"
        },
        {
            "zi": "舅",
            "py": "jiù"
        },
        {
            "zi": "鼠",
            "py": "shǔ"
        },
        {
            "zi": "催",
            "py": "cuī"
        },
        {
            "zi": "傻",
            "py": "shǎ"
        },
        {
            "zi": "像",
            "py": "xiàng"
        },
        {
            "zi": "躲",
            "py": "duǒ"
        },
        {
            "zi": "微",
            "py": "wēi"
        },
        {
            "zi": "愈",
            "py": "yù"
        },
        {
            "zi": "遥",
            "py": "yáo"
        },
        {
            "zi": "腰",
            "py": "yāo"
        },
        {
            "zi": "腥",
            "py": "xīng"
        },
        {
            "zi": "腹",
            "py": "fù"
        },
        {
            "zi": "腾",
            "py": "téng"
        },
        {
            "zi": "腿",
            "py": "tuǐ"
        },
        {
            "zi": "触",
            "py": "chù"
        },
        {
            "zi": "解",
            "py": "jiě,jiè,xiè"
        },
        {
            "zi": "酱",
            "py": "jiàng"
        },
        {
            "zi": "痰",
            "py": "tán"
        },
        {
            "zi": "廉",
            "py": "lián"
        },
        {
            "zi": "新",
            "py": "xīn"
        },
        {
            "zi": "韵",
            "py": "yùn"
        },
        {
            "zi": "意",
            "py": "yì"
        },
        {
            "zi": "粮",
            "py": "liáng"
        },
        {
            "zi": "数",
            "py": "shù,shǔ,shuò"
        },
        {
            "zi": "煎",
            "py": "jiān"
        },
        {
            "zi": "塑",
            "py": "sù"
        },
        {
            "zi": "慈",
            "py": "cí"
        },
        {
            "zi": "煤",
            "py": "méi"
        },
        {
            "zi": "煌",
            "py": "huáng"
        },
        {
            "zi": "满",
            "py": "mǎn"
        },
        {
            "zi": "漠",
            "py": "mò"
        },
        {
            "zi": "源",
            "py": "yuán"
        },
        {
            "zi": "滤",
            "py": "lǜ"
        },
        {
            "zi": "滥",
            "py": "làn"
        },
        {
            "zi": "滔",
            "py": "tāo"
        },
        {
            "zi": "溪",
            "py": "xī"
        },
        {
            "zi": "溜",
            "py": "liū,liù"
        },
        {
            "zi": "滚",
            "py": "gǔn"
        },
        {
            "zi": "滨",
            "py": "bīn"
        },
        {
            "zi": "粱",
            "py": "liáng"
        },
        {
            "zi": "滩",
            "py": "tān"
        },
        {
            "zi": "慎",
            "py": "shèn"
        },
        {
            "zi": "誉",
            "py": "yù"
        },
        {
            "zi": "塞",
            "py": "sāi,sài,sè"
        },
        {
            "zi": "谨",
            "py": "jǐn"
        },
        {
            "zi": "福",
            "py": "fú"
        },
        {
            "zi": "群",
            "py": "qún"
        },
        {
            "zi": "殿",
            "py": "diàn"
        },
        {
            "zi": "辟",
            "py": "bì,pì"
        },
        {
            "zi": "障",
            "py": "zhàng"
        },
        {
            "zi": "嫌",
            "py": "xián"
        },
        {
            "zi": "嫁",
            "py": "jià"
        },
        {
            "zi": "叠",
            "py": "dié"
        },
        {
            "zi": "缝",
            "py": "féng,fèng"
        },
        {
            "zi": "缠",
            "py": "chán"
        }
    ],
    "14": [
        {
            "zi": "静",
            "py": "jìng"
        },
        {
            "zi": "碧",
            "py": "bì"
        },
        {
            "zi": "璃",
            "py": "lí"
        },
        {
            "zi": "墙",
            "py": "qiáng"
        },
        {
            "zi": "撇",
            "py": "piē,piě"
        },
        {
            "zi": "嘉",
            "py": "jiā"
        },
        {
            "zi": "摧",
            "py": "cuī"
        },
        {
            "zi": "截",
            "py": "jié"
        },
        {
            "zi": "誓",
            "py": "shì"
        },
        {
            "zi": "境",
            "py": "jìng"
        },
        {
            "zi": "摘",
            "py": "zhāi"
        },
        {
            "zi": "摔",
            "py": "shuāi"
        },
        {
            "zi": "聚",
            "py": "jù"
        },
        {
            "zi": "蔽",
            "py": "bì"
        },
        {
            "zi": "慕",
            "py": "mù"
        },
        {
            "zi": "暮",
            "py": "mù"
        },
        {
            "zi": "蔑",
            "py": "miè"
        },
        {
            "zi": "模",
            "py": "mó,mú"
        },
        {
            "zi": "榴",
            "py": "liú"
        },
        {
            "zi": "榜",
            "py": "bǎng,bàng"
        },
        {
            "zi": "榨",
            "py": "zhà"
        },
        {
            "zi": "歌",
            "py": "gē"
        },
        {
            "zi": "遭",
            "py": "zāo"
        },
        {
            "zi": "酷",
            "py": "kù"
        },
        {
            "zi": "酿",
            "py": "niàng"
        },
        {
            "zi": "酸",
            "py": "suān"
        },
        {
            "zi": "磁",
            "py": "cí"
        },
        {
            "zi": "愿",
            "py": "yuàn"
        },
        {
            "zi": "需",
            "py": "xū"
        },
        {
            "zi": "弊",
            "py": "bì"
        },
        {
            "zi": "裳",
            "py": "cháng,shang"
        },
        {
            "zi": "颗",
            "py": "kē"
        },
        {
            "zi": "嗽",
            "py": "sòu"
        },
        {
            "zi": "蜻",
            "py": "qīng"
        },
        {
            "zi": "蜡",
            "py": "là"
        },
        {
            "zi": "蝇",
            "py": "yíng"
        },
        {
            "zi": "蜘",
            "py": "zhī"
        },
        {
            "zi": "赚",
            "py": "zhuàn"
        },
        {
            "zi": "锹",
            "py": "qiāo"
        },
        {
            "zi": "锻",
            "py": "duàn"
        },
        {
            "zi": "舞",
            "py": "wǔ"
        },
        {
            "zi": "稳",
            "py": "wěn"
        },
        {
            "zi": "算",
            "py": "suàn"
        },
        {
            "zi": "箩",
            "py": "luó"
        },
        {
            "zi": "管",
            "py": "guǎn"
        },
        {
            "zi": "僚",
            "py": "liáo"
        },
        {
            "zi": "鼻",
            "py": "bí"
        },
        {
            "zi": "魄",
            "py": "pò"
        },
        {
            "zi": "貌",
            "py": "mào"
        },
        {
            "zi": "膜",
            "py": "mó"
        },
        {
            "zi": "膊",
            "py": "bó"
        },
        {
            "zi": "膀",
            "py": "bǎng"
        },
        {
            "zi": "鲜",
            "py": "xiān,xiǎn"
        },
        {
            "zi": "疑",
            "py": "yí,nǐ"
        },
        {
            "zi": "馒",
            "py": "mán"
        },
        {
            "zi": "裹",
            "py": "guǒ"
        },
        {
            "zi": "敲",
            "py": "qiāo"
        },
        {
            "zi": "豪",
            "py": "háo"
        },
        {
            "zi": "膏",
            "py": "gāo,gào"
        },
        {
            "zi": "遮",
            "py": "zhē"
        },
        {
            "zi": "腐",
            "py": "fǔ"
        },
        {
            "zi": "瘦",
            "py": "shòu"
        },
        {
            "zi": "辣",
            "py": "là"
        },
        {
            "zi": "竭",
            "py": "jié"
        },
        {
            "zi": "端",
            "py": "duān"
        },
        {
            "zi": "旗",
            "py": "qí"
        },
        {
            "zi": "精",
            "py": "jīng"
        },
        {
            "zi": "歉",
            "py": "qiàn"
        },
        {
            "zi": "熄",
            "py": "xī"
        },
        {
            "zi": "熔",
            "py": "róng"
        },
        {
            "zi": "漆",
            "py": "qī"
        },
        {
            "zi": "漂",
            "py": "piāo,piǎo,piào"
        },
        {
            "zi": "漫",
            "py": "màn"
        },
        {
            "zi": "滴",
            "py": "dī"
        },
        {
            "zi": "演",
            "py": "yǎn"
        },
        {
            "zi": "漏",
            "py": "lòu"
        },
        {
            "zi": "慢",
            "py": "màn"
        },
        {
            "zi": "寨",
            "py": "zhài"
        },
        {
            "zi": "赛",
            "py": "sài"
        },
        {
            "zi": "察",
            "py": "chá"
        },
        {
            "zi": "蜜",
            "py": "mì"
        },
        {
            "zi": "谱",
            "py": "pǔ"
        },
        {
            "zi": "嫩",
            "py": "nèn"
        },
        {
            "zi": "翠",
            "py": "cuì"
        },
        {
            "zi": "熊",
            "py": "xióng"
        },
        {
            "zi": "凳",
            "py": "dèng"
        },
        {
            "zi": "骡",
            "py": "luó"
        },
        {
            "zi": "缩",
            "py": "suō,sù"
        }
    ],
    "15": [
        {
            "zi": "慧",
            "py": "huì"
        },
        {
            "zi": "撕",
            "py": "sī"
        },
        {
            "zi": "撒",
            "py": "sā,sǎ"
        },
        {
            "zi": "趣",
            "py": "qù,cù"
        },
        {
            "zi": "趟",
            "py": "tàng,tāng"
        },
        {
            "zi": "撑",
            "py": "chēng"
        },
        {
            "zi": "播",
            "py": "bō"
        },
        {
            "zi": "撞",
            "py": "zhuàng"
        },
        {
            "zi": "撤",
            "py": "chè"
        },
        {
            "zi": "增",
            "py": "zēng"
        },
        {
            "zi": "聪",
            "py": "cōng"
        },
        {
            "zi": "鞋",
            "py": "xié"
        },
        {
            "zi": "蕉",
            "py": "jiāo"
        },
        {
            "zi": "蔬",
            "py": "shū"
        },
        {
            "zi": "横",
            "py": "héng,hèng"
        },
        {
            "zi": "槽",
            "py": "cáo"
        },
        {
            "zi": "樱",
            "py": "yīng"
        },
        {
            "zi": "橡",
            "py": "xiàng"
        },
        {
            "zi": "飘",
            "py": "piāo"
        },
        {
            "zi": "醋",
            "py": "cù"
        },
        {
            "zi": "醉",
            "py": "zuì"
        },
        {
            "zi": "震",
            "py": "zhèn"
        },
        {
            "zi": "霉",
            "py": "méi"
        },
        {
            "zi": "瞒",
            "py": "mán,mén"
        },
        {
            "zi": "题",
            "py": "tí"
        },
        {
            "zi": "暴",
            "py": "bào,pù"
        },
        {
            "zi": "瞎",
            "py": "xiā"
        },
        {
            "zi": "影",
            "py": "yǐng"
        },
        {
            "zi": "踢",
            "py": "tī"
        },
        {
            "zi": "踏",
            "py": "tà"
        },
        {
            "zi": "踩",
            "py": "cǎi"
        },
        {
            "zi": "踪",
            "py": "zōng"
        },
        {
            "zi": "蝶",
            "py": "dié"
        },
        {
            "zi": "蝴",
            "py": "hú"
        },
        {
            "zi": "嘱",
            "py": "zhǔ"
        },
        {
            "zi": "墨",
            "py": "mò"
        },
        {
            "zi": "镇",
            "py": "zhèn"
        },
        {
            "zi": "靠",
            "py": "kào"
        },
        {
            "zi": "稻",
            "py": "dào"
        },
        {
            "zi": "黎",
            "py": "lí"
        },
        {
            "zi": "稿",
            "py": "gǎo"
        },
        {
            "zi": "稼",
            "py": "jià"
        },
        {
            "zi": "箱",
            "py": "xiāng"
        },
        {
            "zi": "箭",
            "py": "jiàn"
        },
        {
            "zi": "篇",
            "py": "piān"
        },
        {
            "zi": "僵",
            "py": "jiāng"
        },
        {
            "zi": "躺",
            "py": "tǎng"
        },
        {
            "zi": "僻",
            "py": "pì"
        },
        {
            "zi": "德",
            "py": "dé"
        },
        {
            "zi": "艘",
            "py": "sōu"
        },
        {
            "zi": "膝",
            "py": "xī"
        },
        {
            "zi": "膛",
            "py": "táng"
        },
        {
            "zi": "熟",
            "py": "shú"
        },
        {
            "zi": "摩",
            "py": "mó,mā"
        },
        {
            "zi": "颜",
            "py": "yán"
        },
        {
            "zi": "毅",
            "py": "yì"
        },
        {
            "zi": "糊",
            "py": "hū,hú,hù"
        },
        {
            "zi": "遵",
            "py": "zūn"
        },
        {
            "zi": "潜",
            "py": "qián"
        },
        {
            "zi": "潮",
            "py": "cháo"
        },
        {
            "zi": "懂",
            "py": "dǒng"
        },
        {
            "zi": "额",
            "py": "é"
        },
        {
            "zi": "慰",
            "py": "wèi"
        },
        {
            "zi": "劈",
            "py": "pī,pǐ"
        }
    ],
    "16": [
        {
            "zi": "操",
            "py": "cāo"
        },
        {
            "zi": "燕",
            "py": "yàn,yān"
        },
        {
            "zi": "薯",
            "py": "shǔ"
        },
        {
            "zi": "薪",
            "py": "xīn"
        },
        {
            "zi": "薄",
            "py": "báo,bó,bò"
        },
        {
            "zi": "颠",
            "py": "diān"
        },
        {
            "zi": "橘",
            "py": "jú"
        },
        {
            "zi": "整",
            "py": "zhěng"
        },
        {
            "zi": "融",
            "py": "róng"
        },
        {
            "zi": "醒",
            "py": "xǐng"
        },
        {
            "zi": "餐",
            "py": "cān"
        },
        {
            "zi": "嘴",
            "py": "zuǐ"
        },
        {
            "zi": "蹄",
            "py": "tí"
        },
        {
            "zi": "器",
            "py": "qì"
        },
        {
            "zi": "赠",
            "py": "zèng"
        },
        {
            "zi": "默",
            "py": "mò"
        },
        {
            "zi": "镜",
            "py": "jìng"
        },
        {
            "zi": "赞",
            "py": "zàn"
        },
        {
            "zi": "篮",
            "py": "lán"
        },
        {
            "zi": "邀",
            "py": "yāo"
        },
        {
            "zi": "衡",
            "py": "héng"
        },
        {
            "zi": "膨",
            "py": "péng"
        },
        {
            "zi": "雕",
            "py": "diāo"
        },
        {
            "zi": "磨",
            "py": "mó,mò"
        },
        {
            "zi": "凝",
            "py": "níng"
        },
        {
            "zi": "辨",
            "py": "biàn"
        },
        {
            "zi": "辩",
            "py": "biàn"
        },
        {
            "zi": "糖",
            "py": "táng"
        },
        {
            "zi": "糕",
            "py": "gāo"
        },
        {
            "zi": "燃",
            "py": "rán"
        },
        {
            "zi": "澡",
            "py": "zǎo"
        },
        {
            "zi": "激",
            "py": "jī"
        },
        {
            "zi": "懒",
            "py": "lǎn"
        },
        {
            "zi": "壁",
            "py": "bì"
        },
        {
            "zi": "避",
            "py": "bì"
        },
        {
            "zi": "缴",
            "py": "jiǎo,zhuó"
        }
    ],
    "17": [
        {
            "zi": "戴",
            "py": "dài"
        },
        {
            "zi": "擦",
            "py": "cā"
        },
        {
            "zi": "鞠",
            "py": "jū"
        },
        {
            "zi": "藏",
            "py": "cáng,zàng"
        },
        {
            "zi": "霜",
            "py": "shuāng"
        },
        {
            "zi": "霞",
            "py": "xiá"
        },
        {
            "zi": "瞧",
            "py": "qiáo"
        },
        {
            "zi": "蹈",
            "py": "dǎo"
        },
        {
            "zi": "螺",
            "py": "luó"
        },
        {
            "zi": "穗",
            "py": "suì"
        },
        {
            "zi": "繁",
            "py": "fán,pó"
        },
        {
            "zi": "辫",
            "py": "biàn"
        },
        {
            "zi": "赢",
            "py": "yíng"
        },
        {
            "zi": "糟",
            "py": "zāo"
        },
        {
            "zi": "糠",
            "py": "kāng"
        },
        {
            "zi": "燥",
            "py": "zào"
        },
        {
            "zi": "臂",
            "py": "bì,bei"
        },
        {
            "zi": "翼",
            "py": "yì"
        },
        {
            "zi": "骤",
            "py": "zhòu"
        }
    ],
    "18": [
        {
            "zi": "鞭",
            "py": "biān"
        },
        {
            "zi": "覆",
            "py": "fù"
        },
        {
            "zi": "蹦",
            "py": "bèng"
        },
        {
            "zi": "镰",
            "py": "lián"
        },
        {
            "zi": "翻",
            "py": "fān"
        },
        {
            "zi": "鹰",
            "py": "yīng"
        }
    ],
    "19": [
        {
            "zi": "警",
            "py": "jǐng"
        },
        {
            "zi": "攀",
            "py": "pān"
        },
        {
            "zi": "蹲",
            "py": "dūn"
        },
        {
            "zi": "颤",
            "py": "chàn,zhàn"
        },
        {
            "zi": "瓣",
            "py": "bàn"
        },
        {
            "zi": "爆",
            "py": "bào"
        },
        {
            "zi": "疆",
            "py": "jiāng,qiáng"
        }
    ],
    "20": [
        {
            "zi": "壤",
            "py": "rǎng"
        },
        {
            "zi": "耀",
            "py": "yào"
        },
        {
            "zi": "躁",
            "py": "zào"
        },
        {
            "zi": "嚼",
            "py": "jiáo,jué,jiào"
        },
        {
            "zi": "嚷",
            "py": "rǎng,rāng"
        },
        {
            "zi": "籍",
            "py": "jí"
        },
        {
            "zi": "魔",
            "py": "mó"
        },
        {
            "zi": "灌",
            "py": "guàn"
        }
    ],
    "21": [
        {
            "zi": "蠢",
            "py": "chǔn"
        },
        {
            "zi": "霸",
            "py": "bà"
        },
        {
            "zi": "露",
            "py": "lòu,lù"
        }
    ],
    "22": [
        {
            "zi": "囊",
            "py": "náng,nāng"
        }
    ],
    "23": [
        {
            "zi": "罐",
            "py": "guàn"
        }
    ]
}

var zi25kl = [
    "一",
    "乙",
    "二",
    "十",
    "丁",
    "厂",
    "七",
    "卜",
    "人",
    "入",
    "八",
    "九",
    "几",
    "儿",
    "了",
    "力",
    "乃",
    "刀",
    "又",
    "三",
    "于",
    "干",
    "亏",
    "士",
    "工",
    "土",
    "才",
    "寸",
    "下",
    "大",
    "丈",
    "与",
    "万",
    "上",
    "小",
    "口",
    "巾",
    "山",
    "千",
    "乞",
    "川",
    "亿",
    "个",
    "勺",
    "久",
    "凡",
    "及",
    "夕",
    "丸",
    "么",
    "广",
    "亡",
    "门",
    "义",
    "之",
    "尸",
    "弓",
    "己",
    "已",
    "子",
    "卫",
    "也",
    "女",
    "飞",
    "刃",
    "习",
    "叉",
    "马",
    "乡",
    "丰",
    "王",
    "井",
    "开",
    "夫",
    "天",
    "无",
    "元",
    "专",
    "云",
    "扎",
    "艺",
    "木",
    "五",
    "支",
    "厅",
    "不",
    "太",
    "犬",
    "区",
    "历",
    "尤",
    "友",
    "匹",
    "车",
    "巨",
    "牙",
    "屯",
    "比",
    "互",
    "切",
    "瓦",
    "止",
    "少",
    "日",
    "中",
    "冈",
    "贝",
    "内",
    "水",
    "见",
    "午",
    "牛",
    "手",
    "毛",
    "气",
    "升",
    "长",
    "仁",
    "什",
    "片",
    "仆",
    "化",
    "仇",
    "币",
    "仍",
    "仅",
    "斤",
    "爪",
    "反",
    "介",
    "父",
    "从",
    "今",
    "凶",
    "分",
    "乏",
    "公",
    "仓",
    "月",
    "氏",
    "勿",
    "欠",
    "风",
    "丹",
    "匀",
    "乌",
    "凤",
    "勾",
    "文",
    "六",
    "方",
    "火",
    "为",
    "斗",
    "忆",
    "订",
    "计",
    "户",
    "认",
    "心",
    "尺",
    "引",
    "丑",
    "巴",
    "孔",
    "队",
    "办",
    "以",
    "允",
    "予",
    "劝",
    "双",
    "书",
    "幻",
    "玉",
    "刊",
    "示",
    "末",
    "未",
    "击",
    "打",
    "巧",
    "正",
    "扑",
    "扒",
    "功",
    "扔",
    "去",
    "甘",
    "世",
    "古",
    "节",
    "本",
    "术",
    "可",
    "丙",
    "左",
    "厉",
    "右",
    "石",
    "布",
    "龙",
    "平",
    "灭",
    "轧",
    "东",
    "卡",
    "北",
    "占",
    "业",
    "旧",
    "帅",
    "归",
    "且",
    "旦",
    "目",
    "叶",
    "甲",
    "申",
    "叮",
    "电",
    "号",
    "田",
    "由",
    "史",
    "只",
    "央",
    "兄",
    "叼",
    "叫",
    "另",
    "叨",
    "叹",
    "四",
    "生",
    "失",
    "禾",
    "丘",
    "付",
    "仗",
    "代",
    "仙",
    "们",
    "仪",
    "白",
    "仔",
    "他",
    "斥",
    "瓜",
    "乎",
    "丛",
    "令",
    "用",
    "甩",
    "印",
    "乐",
    "句",
    "匆",
    "册",
    "犯",
    "外",
    "处",
    "冬",
    "鸟",
    "务",
    "包",
    "饥",
    "主",
    "市",
    "立",
    "闪",
    "兰",
    "半",
    "汁",
    "汇",
    "头",
    "汉",
    "宁",
    "穴",
    "它",
    "讨",
    "写",
    "让",
    "礼",
    "训",
    "必",
    "议",
    "讯",
    "记",
    "永",
    "司",
    "尼",
    "民",
    "出",
    "辽",
    "奶",
    "奴",
    "加",
    "召",
    "皮",
    "边",
    "发",
    "孕",
    "圣",
    "对",
    "台",
    "矛",
    "纠",
    "母",
    "幼",
    "丝",
    "式",
    "刑",
    "动",
    "扛",
    "寺",
    "吉",
    "扣",
    "考",
    "托",
    "老",
    "执",
    "巩",
    "圾",
    "扩",
    "扫",
    "地",
    "扬",
    "场",
    "耳",
    "共",
    "芒",
    "亚",
    "芝",
    "朽",
    "朴",
    "机",
    "权",
    "过",
    "臣",
    "再",
    "协",
    "西",
    "压",
    "厌",
    "在",
    "有",
    "百",
    "存",
    "而",
    "页",
    "匠",
    "夸",
    "夺",
    "灰",
    "达",
    "列",
    "死",
    "成",
    "夹",
    "轨",
    "邪",
    "划",
    "迈",
    "毕",
    "至",
    "此",
    "贞",
    "师",
    "尘",
    "尖",
    "劣",
    "光",
    "当",
    "早",
    "吐",
    "吓",
    "虫",
    "曲",
    "团",
    "同",
    "吊",
    "吃",
    "因",
    "吸",
    "吗",
    "屿",
    "帆",
    "岁",
    "回",
    "岂",
    "刚",
    "则",
    "肉",
    "网",
    "年",
    "朱",
    "先",
    "丢",
    "舌",
    "竹",
    "迁",
    "乔",
    "伟",
    "传",
    "乒",
    "乓",
    "休",
    "伍",
    "伏",
    "优",
    "伐",
    "延",
    "件",
    "任",
    "伤",
    "价",
    "份",
    "华",
    "仰",
    "仿",
    "伙",
    "伪",
    "自",
    "血",
    "向",
    "似",
    "后",
    "行",
    "舟",
    "全",
    "会",
    "杀",
    "合",
    "兆",
    "企",
    "众",
    "爷",
    "伞",
    "创",
    "肌",
    "朵",
    "杂",
    "危",
    "旬",
    "旨",
    "负",
    "各",
    "名",
    "多",
    "争",
    "色",
    "壮",
    "冲",
    "冰",
    "庄",
    "庆",
    "亦",
    "刘",
    "齐",
    "交",
    "次",
    "衣",
    "产",
    "决",
    "充",
    "妄",
    "闭",
    "问",
    "闯",
    "羊",
    "并",
    "关",
    "米",
    "灯",
    "州",
    "汗",
    "污",
    "江",
    "池",
    "汤",
    "忙",
    "兴",
    "宇",
    "守",
    "宅",
    "字",
    "安",
    "讲",
    "军",
    "许",
    "论",
    "农",
    "讽",
    "设",
    "访",
    "寻",
    "那",
    "迅",
    "尽",
    "导",
    "异",
    "孙",
    "阵",
    "阳",
    "收",
    "阶",
    "阴",
    "防",
    "奸",
    "如",
    "妇",
    "好",
    "她",
    "妈",
    "戏",
    "羽",
    "观",
    "欢",
    "买",
    "红",
    "纤",
    "级",
    "约",
    "纪",
    "驰",
    "巡",
    "寿",
    "弄",
    "麦",
    "形",
    "进",
    "戒",
    "吞",
    "远",
    "违",
    "运",
    "扶",
    "抚",
    "坛",
    "技",
    "坏",
    "扰",
    "拒",
    "找",
    "批",
    "扯",
    "址",
    "走",
    "抄",
    "坝",
    "贡",
    "攻",
    "赤",
    "折",
    "抓",
    "扮",
    "抢",
    "孝",
    "均",
    "抛",
    "投",
    "坟",
    "抗",
    "坑",
    "坊",
    "抖",
    "护",
    "壳",
    "志",
    "扭",
    "块",
    "声",
    "把",
    "报",
    "却",
    "劫",
    "芽",
    "花",
    "芹",
    "芬",
    "苍",
    "芳",
    "严",
    "芦",
    "劳",
    "克",
    "苏",
    "杆",
    "杠",
    "杜",
    "材",
    "村",
    "杏",
    "极",
    "李",
    "杨",
    "求",
    "更",
    "束",
    "豆",
    "两",
    "丽",
    "医",
    "辰",
    "励",
    "否",
    "还",
    "歼",
    "来",
    "连",
    "步",
    "坚",
    "旱",
    "盯",
    "呈",
    "时",
    "吴",
    "助",
    "县",
    "里",
    "呆",
    "园",
    "旷",
    "围",
    "呀",
    "吨",
    "足",
    "邮",
    "男",
    "困",
    "吵",
    "串",
    "员",
    "听",
    "吩",
    "吹",
    "呜",
    "吧",
    "吼",
    "别",
    "岗",
    "帐",
    "财",
    "针",
    "钉",
    "告",
    "我",
    "乱",
    "利",
    "秃",
    "秀",
    "私",
    "每",
    "兵",
    "估",
    "体",
    "何",
    "但",
    "伸",
    "作",
    "伯",
    "伶",
    "佣",
    "低",
    "你",
    "住",
    "位",
    "伴",
    "身",
    "皂",
    "佛",
    "近",
    "彻",
    "役",
    "返",
    "余",
    "希",
    "坐",
    "谷",
    "妥",
    "含",
    "邻",
    "岔",
    "肝",
    "肚",
    "肠",
    "龟",
    "免",
    "狂",
    "犹",
    "角",
    "删",
    "条",
    "卵",
    "岛",
    "迎",
    "饭",
    "饮",
    "系",
    "言",
    "冻",
    "状",
    "亩",
    "况",
    "床",
    "库",
    "疗",
    "应",
    "冷",
    "这",
    "序",
    "辛",
    "弃",
    "冶",
    "忘",
    "闲",
    "间",
    "闷",
    "判",
    "灶",
    "灿",
    "弟",
    "汪",
    "沙",
    "汽",
    "沃",
    "泛",
    "沟",
    "没",
    "沈",
    "沉",
    "怀",
    "忧",
    "快",
    "完",
    "宋",
    "宏",
    "牢",
    "究",
    "穷",
    "灾",
    "良",
    "证",
    "启",
    "评",
    "补",
    "初",
    "社",
    "识",
    "诉",
    "诊",
    "词",
    "译",
    "君",
    "灵",
    "即",
    "层",
    "尿",
    "尾",
    "迟",
    "局",
    "改",
    "张",
    "忌",
    "际",
    "陆",
    "阿",
    "陈",
    "阻",
    "附",
    "妙",
    "妖",
    "妨",
    "努",
    "忍",
    "劲",
    "鸡",
    "驱",
    "纯",
    "纱",
    "纳",
    "纲",
    "驳",
    "纵",
    "纷",
    "纸",
    "纹",
    "纺",
    "驴",
    "纽",
    "奉",
    "玩",
    "环",
    "武",
    "青",
    "责",
    "现",
    "表",
    "规",
    "抹",
    "拢",
    "拔",
    "拣",
    "担",
    "坦",
    "押",
    "抽",
    "拐",
    "拖",
    "拍",
    "者",
    "顶",
    "拆",
    "拥",
    "抵",
    "拘",
    "势",
    "抱",
    "垃",
    "拉",
    "拦",
    "拌",
    "幸",
    "招",
    "坡",
    "披",
    "拨",
    "择",
    "抬",
    "其",
    "取",
    "苦",
    "若",
    "茂",
    "苹",
    "苗",
    "英",
    "范",
    "直",
    "茄",
    "茎",
    "茅",
    "林",
    "枝",
    "杯",
    "柜",
    "析",
    "板",
    "松",
    "枪",
    "构",
    "杰",
    "述",
    "枕",
    "丧",
    "或",
    "画",
    "卧",
    "事",
    "刺",
    "枣",
    "雨",
    "卖",
    "矿",
    "码",
    "厕",
    "奔",
    "奇",
    "奋",
    "态",
    "欧",
    "垄",
    "妻",
    "轰",
    "顷",
    "转",
    "斩",
    "轮",
    "软",
    "到",
    "非",
    "叔",
    "肯",
    "齿",
    "些",
    "虎",
    "虏",
    "肾",
    "贤",
    "尚",
    "旺",
    "具",
    "果",
    "味",
    "昆",
    "国",
    "昌",
    "畅",
    "明",
    "易",
    "昂",
    "典",
    "固",
    "忠",
    "咐",
    "呼",
    "鸣",
    "咏",
    "呢",
    "岸",
    "岩",
    "帖",
    "罗",
    "帜",
    "岭",
    "凯",
    "败",
    "贩",
    "购",
    "图",
    "钓",
    "制",
    "知",
    "垂",
    "牧",
    "物",
    "乖",
    "刮",
    "秆",
    "和",
    "季",
    "委",
    "佳",
    "侍",
    "供",
    "使",
    "例",
    "版",
    "侄",
    "侦",
    "侧",
    "凭",
    "侨",
    "佩",
    "货",
    "依",
    "的",
    "迫",
    "质",
    "欣",
    "征",
    "往",
    "爬",
    "彼",
    "径",
    "所",
    "舍",
    "金",
    "命",
    "斧",
    "爸",
    "采",
    "受",
    "乳",
    "贪",
    "念",
    "贫",
    "肤",
    "肺",
    "肢",
    "肿",
    "胀",
    "朋",
    "股",
    "肥",
    "服",
    "胁",
    "周",
    "昏",
    "鱼",
    "兔",
    "狐",
    "忽",
    "狗",
    "备",
    "饰",
    "饱",
    "饲",
    "变",
    "京",
    "享",
    "店",
    "夜",
    "庙",
    "府",
    "底",
    "剂",
    "郊",
    "废",
    "净",
    "盲",
    "放",
    "刻",
    "育",
    "闸",
    "闹",
    "郑",
    "券",
    "卷",
    "单",
    "炒",
    "炊",
    "炕",
    "炎",
    "炉",
    "沫",
    "浅",
    "法",
    "泄",
    "河",
    "沾",
    "泪",
    "油",
    "泊",
    "沿",
    "泡",
    "注",
    "泻",
    "泳",
    "泥",
    "沸",
    "波",
    "泼",
    "泽",
    "治",
    "怖",
    "性",
    "怕",
    "怜",
    "怪",
    "学",
    "宝",
    "宗",
    "定",
    "宜",
    "审",
    "宙",
    "官",
    "空",
    "帘",
    "实",
    "试",
    "郎",
    "诗",
    "肩",
    "房",
    "诚",
    "衬",
    "衫",
    "视",
    "话",
    "诞",
    "询",
    "该",
    "详",
    "建",
    "肃",
    "录",
    "隶",
    "居",
    "届",
    "刷",
    "屈",
    "弦",
    "承",
    "孟",
    "孤",
    "陕",
    "降",
    "限",
    "妹",
    "姑",
    "姐",
    "姓",
    "始",
    "驾",
    "参",
    "艰",
    "线",
    "练",
    "组",
    "细",
    "驶",
    "织",
    "终",
    "驻",
    "驼",
    "绍",
    "经",
    "贯",
    "奏",
    "春",
    "帮",
    "珍",
    "玻",
    "毒",
    "型",
    "挂",
    "封",
    "持",
    "项",
    "垮",
    "挎",
    "城",
    "挠",
    "政",
    "赴",
    "赵",
    "挡",
    "挺",
    "括",
    "拴",
    "拾",
    "挑",
    "指",
    "垫",
    "挣",
    "挤",
    "拼",
    "挖",
    "按",
    "挥",
    "挪",
    "某",
    "甚",
    "革",
    "荐",
    "巷",
    "带",
    "草",
    "茧",
    "茶",
    "荒",
    "茫",
    "荡",
    "荣",
    "故",
    "胡",
    "南",
    "药",
    "标",
    "枯",
    "柄",
    "栋",
    "相",
    "查",
    "柏",
    "柳",
    "柱",
    "柿",
    "栏",
    "树",
    "要",
    "咸",
    "威",
    "歪",
    "研",
    "砖",
    "厘",
    "厚",
    "砌",
    "砍",
    "面",
    "耐",
    "耍",
    "牵",
    "残",
    "殃",
    "轻",
    "鸦",
    "皆",
    "背",
    "战",
    "点",
    "临",
    "览",
    "竖",
    "省",
    "削",
    "尝",
    "是",
    "盼",
    "眨",
    "哄",
    "显",
    "哑",
    "冒",
    "映",
    "星",
    "昨",
    "畏",
    "趴",
    "胃",
    "贵",
    "界",
    "虹",
    "虾",
    "蚁",
    "思",
    "蚂",
    "虽",
    "品",
    "咽",
    "骂",
    "哗",
    "咱",
    "响",
    "哈",
    "咬",
    "咳",
    "哪",
    "炭",
    "峡",
    "罚",
    "贱",
    "贴",
    "骨",
    "钞",
    "钟",
    "钢",
    "钥",
    "钩",
    "卸",
    "缸",
    "拜",
    "看",
    "矩",
    "怎",
    "牲",
    "选",
    "适",
    "秒",
    "香",
    "种",
    "秋",
    "科",
    "重",
    "复",
    "竿",
    "段",
    "便",
    "俩",
    "贷",
    "顺",
    "修",
    "保",
    "促",
    "侮",
    "俭",
    "俗",
    "俘",
    "信",
    "皇",
    "泉",
    "鬼",
    "侵",
    "追",
    "俊",
    "盾",
    "待",
    "律",
    "很",
    "须",
    "叙",
    "剑",
    "逃",
    "食",
    "盆",
    "胆",
    "胜",
    "胞",
    "胖",
    "脉",
    "勉",
    "狭",
    "狮",
    "独",
    "狡",
    "狱",
    "狠",
    "贸",
    "怨",
    "急",
    "饶",
    "蚀",
    "饺",
    "饼",
    "弯",
    "将",
    "奖",
    "哀",
    "亭",
    "亮",
    "度",
    "迹",
    "庭",
    "疮",
    "疯",
    "疫",
    "疤",
    "姿",
    "亲",
    "音",
    "帝",
    "施",
    "闻",
    "阀",
    "阁",
    "差",
    "养",
    "美",
    "姜",
    "叛",
    "送",
    "类",
    "迷",
    "前",
    "首",
    "逆",
    "总",
    "炼",
    "炸",
    "炮",
    "烂",
    "剃",
    "洁",
    "洪",
    "洒",
    "浇",
    "浊",
    "洞",
    "测",
    "洗",
    "活",
    "派",
    "洽",
    "染",
    "济",
    "洋",
    "洲",
    "浑",
    "浓",
    "津",
    "恒",
    "恢",
    "恰",
    "恼",
    "恨",
    "举",
    "觉",
    "宣",
    "室",
    "宫",
    "宪",
    "突",
    "穿",
    "窃",
    "客",
    "冠",
    "语",
    "扁",
    "袄",
    "祖",
    "神",
    "祝",
    "误",
    "诱",
    "说",
    "诵",
    "垦",
    "退",
    "既",
    "屋",
    "昼",
    "费",
    "陡",
    "眉",
    "孩",
    "除",
    "险",
    "院",
    "娃",
    "姥",
    "姨",
    "姻",
    "娇",
    "怒",
    "架",
    "贺",
    "盈",
    "勇",
    "怠",
    "柔",
    "垒",
    "绑",
    "绒",
    "结",
    "绕",
    "骄",
    "绘",
    "给",
    "络",
    "骆",
    "绝",
    "绞",
    "统",
    "耕",
    "耗",
    "艳",
    "泰",
    "珠",
    "班",
    "素",
    "蚕",
    "顽",
    "盏",
    "匪",
    "捞",
    "栽",
    "捕",
    "振",
    "载",
    "赶",
    "起",
    "盐",
    "捎",
    "捏",
    "埋",
    "捉",
    "捆",
    "捐",
    "损",
    "都",
    "哲",
    "逝",
    "捡",
    "换",
    "挽",
    "热",
    "恐",
    "壶",
    "挨",
    "耻",
    "耽",
    "恭",
    "莲",
    "莫",
    "荷",
    "获",
    "晋",
    "恶",
    "真",
    "框",
    "桂",
    "档",
    "桐",
    "株",
    "桥",
    "桃",
    "格",
    "校",
    "核",
    "样",
    "根",
    "索",
    "哥",
    "速",
    "逗",
    "栗",
    "配",
    "翅",
    "辱",
    "唇",
    "夏",
    "础",
    "破",
    "原",
    "套",
    "逐",
    "烈",
    "殊",
    "顾",
    "轿",
    "较",
    "顿",
    "毙",
    "致",
    "柴",
    "桌",
    "虑",
    "监",
    "紧",
    "党",
    "晒",
    "眠",
    "晓",
    "鸭",
    "晃",
    "晌",
    "晕",
    "蚊",
    "哨",
    "哭",
    "恩",
    "唤",
    "啊",
    "唉",
    "罢",
    "峰",
    "圆",
    "贼",
    "贿",
    "钱",
    "钳",
    "钻",
    "铁",
    "铃",
    "铅",
    "缺",
    "氧",
    "特",
    "牺",
    "造",
    "乘",
    "敌",
    "秤",
    "租",
    "积",
    "秧",
    "秩",
    "称",
    "秘",
    "透",
    "笔",
    "笑",
    "笋",
    "债",
    "借",
    "值",
    "倚",
    "倾",
    "倒",
    "倘",
    "俱",
    "倡",
    "候",
    "俯",
    "倍",
    "倦",
    "健",
    "臭",
    "射",
    "躬",
    "息",
    "徒",
    "徐",
    "舰",
    "舱",
    "般",
    "航",
    "途",
    "拿",
    "爹",
    "爱",
    "颂",
    "翁",
    "脆",
    "脂",
    "胸",
    "胳",
    "脏",
    "胶",
    "脑",
    "狸",
    "狼",
    "逢",
    "留",
    "皱",
    "饿",
    "恋",
    "桨",
    "浆",
    "衰",
    "高",
    "席",
    "准",
    "座",
    "脊",
    "症",
    "病",
    "疾",
    "疼",
    "疲",
    "效",
    "离",
    "唐",
    "资",
    "凉",
    "站",
    "剖",
    "竞",
    "部",
    "旁",
    "旅",
    "畜",
    "阅",
    "羞",
    "瓶",
    "拳",
    "粉",
    "料",
    "益",
    "兼",
    "烤",
    "烘",
    "烦",
    "烧",
    "烛",
    "烟",
    "递",
    "涛",
    "浙",
    "涝",
    "酒",
    "涉",
    "消",
    "浩",
    "海",
    "涂",
    "浴",
    "浮",
    "流",
    "润",
    "浪",
    "浸",
    "涨",
    "烫",
    "涌",
    "悟",
    "悄",
    "悔",
    "悦",
    "害",
    "宽",
    "家",
    "宵",
    "宴",
    "宾",
    "窄",
    "容",
    "宰",
    "案",
    "请",
    "朗",
    "诸",
    "读",
    "扇",
    "袜",
    "袖",
    "袍",
    "被",
    "祥",
    "课",
    "谁",
    "调",
    "冤",
    "谅",
    "谈",
    "谊",
    "剥",
    "恳",
    "展",
    "剧",
    "屑",
    "弱",
    "陵",
    "陶",
    "陷",
    "陪",
    "娱",
    "娘",
    "通",
    "能",
    "难",
    "预",
    "桑",
    "绢",
    "绣",
    "验",
    "继",
    "球",
    "理",
    "捧",
    "堵",
    "描",
    "域",
    "掩",
    "捷",
    "排",
    "掉",
    "堆",
    "推",
    "掀",
    "授",
    "教",
    "掏",
    "掠",
    "培",
    "接",
    "控",
    "探",
    "据",
    "掘",
    "职",
    "基",
    "著",
    "勒",
    "黄",
    "萌",
    "萝",
    "菌",
    "菜",
    "萄",
    "菊",
    "萍",
    "菠",
    "营",
    "械",
    "梦",
    "梢",
    "梅",
    "检",
    "梳",
    "梯",
    "桶",
    "救",
    "副",
    "票",
    "戚",
    "爽",
    "聋",
    "袭",
    "盛",
    "雪",
    "辅",
    "辆",
    "虚",
    "雀",
    "堂",
    "常",
    "匙",
    "晨",
    "睁",
    "眯",
    "眼",
    "悬",
    "野",
    "啦",
    "晚",
    "啄",
    "距",
    "跃",
    "略",
    "蛇",
    "累",
    "唱",
    "患",
    "唯",
    "崖",
    "崭",
    "崇",
    "圈",
    "铜",
    "铲",
    "银",
    "甜",
    "梨",
    "犁",
    "移",
    "笨",
    "笼",
    "笛",
    "符",
    "第",
    "敏",
    "做",
    "袋",
    "悠",
    "偿",
    "偶",
    "偷",
    "您",
    "售",
    "停",
    "偏",
    "假",
    "得",
    "衔",
    "盘",
    "船",
    "斜",
    "盒",
    "鸽",
    "悉",
    "欲",
    "彩",
    "领",
    "脚",
    "脖",
    "脸",
    "脱",
    "象",
    "够",
    "猜",
    "猪",
    "猎",
    "猫",
    "猛",
    "馅",
    "馆",
    "凑",
    "减",
    "毫",
    "麻",
    "痒",
    "痕",
    "廊",
    "康",
    "庸",
    "鹿",
    "盗",
    "章",
    "竟",
    "商",
    "族",
    "旋",
    "望",
    "率",
    "着",
    "盖",
    "粘",
    "粗",
    "粒",
    "断",
    "剪",
    "兽",
    "清",
    "添",
    "淋",
    "淹",
    "渠",
    "渐",
    "混",
    "渔",
    "淘",
    "液",
    "淡",
    "深",
    "婆",
    "梁",
    "渗",
    "情",
    "惜",
    "惭",
    "悼",
    "惧",
    "惕",
    "惊",
    "惨",
    "惯",
    "寇",
    "寄",
    "宿",
    "窑",
    "密",
    "谋",
    "谎",
    "祸",
    "谜",
    "逮",
    "敢",
    "屠",
    "弹",
    "随",
    "蛋",
    "隆",
    "隐",
    "婚",
    "婶",
    "颈",
    "绩",
    "绪",
    "续",
    "骑",
    "绳",
    "维",
    "绵",
    "绸",
    "绿",
    "琴",
    "斑",
    "替",
    "款",
    "堪",
    "搭",
    "塔",
    "越",
    "趁",
    "趋",
    "超",
    "提",
    "堤",
    "博",
    "揭",
    "喜",
    "插",
    "揪",
    "搜",
    "煮",
    "援",
    "裁",
    "搁",
    "搂",
    "搅",
    "握",
    "揉",
    "斯",
    "期",
    "欺",
    "联",
    "散",
    "惹",
    "葬",
    "葛",
    "董",
    "葡",
    "敬",
    "葱",
    "落",
    "朝",
    "辜",
    "葵",
    "棒",
    "棋",
    "植",
    "森",
    "椅",
    "椒",
    "棵",
    "棍",
    "棉",
    "棚",
    "棕",
    "惠",
    "惑",
    "逼",
    "厨",
    "厦",
    "硬",
    "确",
    "雁",
    "殖",
    "裂",
    "雄",
    "暂",
    "雅",
    "辈",
    "悲",
    "紫",
    "辉",
    "敞",
    "赏",
    "掌",
    "晴",
    "暑",
    "最",
    "量",
    "喷",
    "晶",
    "喇",
    "遇",
    "喊",
    "景",
    "践",
    "跌",
    "跑",
    "遗",
    "蛙",
    "蛛",
    "蜓",
    "喝",
    "喂",
    "喘",
    "喉",
    "幅",
    "帽",
    "赌",
    "赔",
    "黑",
    "铸",
    "铺",
    "链",
    "销",
    "锁",
    "锄",
    "锅",
    "锈",
    "锋",
    "锐",
    "短",
    "智",
    "毯",
    "鹅",
    "剩",
    "稍",
    "程",
    "稀",
    "税",
    "筐",
    "等",
    "筑",
    "策",
    "筛",
    "筒",
    "答",
    "筋",
    "筝",
    "傲",
    "傅",
    "牌",
    "堡",
    "集",
    "焦",
    "傍",
    "储",
    "奥",
    "街",
    "惩",
    "御",
    "循",
    "艇",
    "舒",
    "番",
    "释",
    "禽",
    "腊",
    "脾",
    "腔",
    "鲁",
    "猾",
    "猴",
    "然",
    "馋",
    "装",
    "蛮",
    "就",
    "痛",
    "童",
    "阔",
    "善",
    "羡",
    "普",
    "粪",
    "尊",
    "道",
    "曾",
    "焰",
    "港",
    "湖",
    "渣",
    "湿",
    "温",
    "渴",
    "滑",
    "湾",
    "渡",
    "游",
    "滋",
    "溉",
    "愤",
    "慌",
    "惰",
    "愧",
    "愉",
    "慨",
    "割",
    "寒",
    "富",
    "窜",
    "窝",
    "窗",
    "遍",
    "裕",
    "裤",
    "裙",
    "谢",
    "谣",
    "谦",
    "属",
    "屡",
    "强",
    "粥",
    "疏",
    "隔",
    "隙",
    "絮",
    "嫂",
    "登",
    "缎",
    "缓",
    "编",
    "骗",
    "缘",
    "瑞",
    "魂",
    "肆",
    "摄",
    "摸",
    "填",
    "搏",
    "塌",
    "鼓",
    "摆",
    "携",
    "搬",
    "摇",
    "搞",
    "塘",
    "摊",
    "蒜",
    "勤",
    "鹊",
    "蓝",
    "墓",
    "幕",
    "蓬",
    "蓄",
    "蒙",
    "蒸",
    "献",
    "禁",
    "楚",
    "想",
    "槐",
    "榆",
    "楼",
    "概",
    "赖",
    "酬",
    "感",
    "碍",
    "碑",
    "碎",
    "碰",
    "碗",
    "碌",
    "雷",
    "零",
    "雾",
    "雹",
    "输",
    "督",
    "龄",
    "鉴",
    "睛",
    "睡",
    "睬",
    "鄙",
    "愚",
    "暖",
    "盟",
    "歇",
    "暗",
    "照",
    "跨",
    "跳",
    "跪",
    "路",
    "跟",
    "遣",
    "蛾",
    "蜂",
    "嗓",
    "置",
    "罪",
    "罩",
    "错",
    "锡",
    "锣",
    "锤",
    "锦",
    "键",
    "锯",
    "矮",
    "辞",
    "稠",
    "愁",
    "筹",
    "签",
    "简",
    "毁",
    "舅",
    "鼠",
    "催",
    "傻",
    "像",
    "躲",
    "微",
    "愈",
    "遥",
    "腰",
    "腥",
    "腹",
    "腾",
    "腿",
    "触",
    "解",
    "酱",
    "痰",
    "廉",
    "新",
    "韵",
    "意",
    "粮",
    "数",
    "煎",
    "塑",
    "慈",
    "煤",
    "煌",
    "满",
    "漠",
    "源",
    "滤",
    "滥",
    "滔",
    "溪",
    "溜",
    "滚",
    "滨",
    "粱",
    "滩",
    "慎",
    "誉",
    "塞",
    "谨",
    "福",
    "群",
    "殿",
    "辟",
    "障",
    "嫌",
    "嫁",
    "叠",
    "缝",
    "缠",
    "静",
    "碧",
    "璃",
    "墙",
    "撇",
    "嘉",
    "摧",
    "截",
    "誓",
    "境",
    "摘",
    "摔",
    "聚",
    "蔽",
    "慕",
    "暮",
    "蔑",
    "模",
    "榴",
    "榜",
    "榨",
    "歌",
    "遭",
    "酷",
    "酿",
    "酸",
    "磁",
    "愿",
    "需",
    "弊",
    "裳",
    "颗",
    "嗽",
    "蜻",
    "蜡",
    "蝇",
    "蜘",
    "赚",
    "锹",
    "锻",
    "舞",
    "稳",
    "算",
    "箩",
    "管",
    "僚",
    "鼻",
    "魄",
    "貌",
    "膜",
    "膊",
    "膀",
    "鲜",
    "疑",
    "馒",
    "裹",
    "敲",
    "豪",
    "膏",
    "遮",
    "腐",
    "瘦",
    "辣",
    "竭",
    "端",
    "旗",
    "精",
    "歉",
    "熄",
    "熔",
    "漆",
    "漂",
    "漫",
    "滴",
    "演",
    "漏",
    "慢",
    "寨",
    "赛",
    "察",
    "蜜",
    "谱",
    "嫩",
    "翠",
    "熊",
    "凳",
    "骡",
    "缩",
    "慧",
    "撕",
    "撒",
    "趣",
    "趟",
    "撑",
    "播",
    "撞",
    "撤",
    "增",
    "聪",
    "鞋",
    "蕉",
    "蔬",
    "横",
    "槽",
    "樱",
    "橡",
    "飘",
    "醋",
    "醉",
    "震",
    "霉",
    "瞒",
    "题",
    "暴",
    "瞎",
    "影",
    "踢",
    "踏",
    "踩",
    "踪",
    "蝶",
    "蝴",
    "嘱",
    "墨",
    "镇",
    "靠",
    "稻",
    "黎",
    "稿",
    "稼",
    "箱",
    "箭",
    "篇",
    "僵",
    "躺",
    "僻",
    "德",
    "艘",
    "膝",
    "膛",
    "熟",
    "摩",
    "颜",
    "毅",
    "糊",
    "遵",
    "潜",
    "潮",
    "懂",
    "额",
    "慰",
    "劈",
    "操",
    "燕",
    "薯",
    "薪",
    "薄",
    "颠",
    "橘",
    "整",
    "融",
    "醒",
    "餐",
    "嘴",
    "蹄",
    "器",
    "赠",
    "默",
    "镜",
    "赞",
    "篮",
    "邀",
    "衡",
    "膨",
    "雕",
    "磨",
    "凝",
    "辨",
    "辩",
    "糖",
    "糕",
    "燃",
    "澡",
    "激",
    "懒",
    "壁",
    "避",
    "缴",
    "戴",
    "擦",
    "鞠",
    "藏",
    "霜",
    "霞",
    "瞧",
    "蹈",
    "螺",
    "穗",
    "繁",
    "辫",
    "赢",
    "糟",
    "糠",
    "燥",
    "臂",
    "翼",
    "骤",
    "鞭",
    "覆",
    "蹦",
    "镰",
    "翻",
    "鹰",
    "警",
    "攀",
    "蹲",
    "颤",
    "瓣",
    "爆",
    "疆",
    "壤",
    "耀",
    "躁",
    "嚼",
    "嚷",
    "籍",
    "魔",
    "灌",
    "蠢",
    "霸",
    "露",
    "囊",
    "罐"
]